{
  "label": "Bastiony",
  "folders": {
    "Special": "Specjalne",
    "Basic": "Podstawowe"
  },
  "entries": {
    "dmgArcaneStudy00": {
      "name": "Pracownia wiedzy tajemnej",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania:</strong> Zdolność korzystania z Fokusu magii wtajemniczeń lub narzędzia jako Magicznego fokusa</p><p><strong>Przestrzeń:</strong> Przestronna</p><p><strong>Najmici:</strong> 1</p><p><strong>Rozkaz:</strong> Wytwarzanie</p><p>Pracownia wiedzy tajemnej to miejsce cichych badań, które zawiera jedno lub więcej biurek i regałów na książki.</p><p><em><strong>Znak Pracowni wiedzy tajemnej.</strong></em> Po spędzeniu Długiego odpoczynku w Bastionie zyskujesz magiczny Znak (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgDmsToolbox000.JournalEntryPage.U9qU1oUFTPAK7g50]) trwający 7 dni lub do momentu jego użycia. Znak pozwala ci rzucić czar <em>Identyfikacja</em> bez wydawania komórki czaru ani używania komponentów materialnych. Nie możesz ponownie uzyskać tego Znaku, dopóki wciąż go posiadasz.</p><p><em><strong>Opcje wytwarzania.</strong></em> Gdy wydajesz tej placówce rozkaz Wytwarzanie, wybierz jedną z poniższych opcji:</p><p><strong>Wytwarzanie: Fokus magii wtajemniczeń.</strong> Zlecasz najmicie tej placówki wykonanie fokusu magii wtajemniczeń. Praca zajmuje 7 dni i nie kosztuje cię żadnych pieniędzy. Fokus pozostaje w Bastionie, dopóki go nie odbierzesz.</p><p><strong>Wytwarzanie: Księga.</strong> Zlecasz najmicie wykonanie pustej księgi. Praca zajmuje 7 dni i kosztuje cię 10 SZ. Księga pozostaje w Bastionie, dopóki jej nie odbierzesz.</p><p><strong>Wytwarzanie: Przedmiot magiczny (Wiedza tajemna).</strong> Jeśli masz poziom 9+, możesz zlecić najmicie tej placówki wykonanie Powszechnego lub Niespotykanego przedmiotu magicznego wybranego przez ciebie z @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItemList.JournalEntryPage.1asrgLIXBkZK96Uz#arcana-tables]. Placówka posiada narzędzie wymagane do wytworzenia przedmiotu, a najmita ma biegłość w tym narzędziu oraz w umiejętności Wiedza tajemna. Zobacz @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItems000.JournalEntryPage.CmKJpbyrDuVrAkIs] po informacje o czasie i kosztach potrzebnych do wytworzenia przedmiotu. Jeśli przedmiot pozwala użytkownikowi rzucać z niego czary, musisz wytworzyć przedmiot osobiście (najmita może asystować) i musisz mieć wszystkie te czary przygotowane każdego dnia, który spędzasz na jego wytwarzaniu.</p>"
    },
    "dmgArchive000000": {
      "name": "Archiwum",
      "description": "<p><em>Placówka Bastionu na 13. Poziomie</em></p><p><strong>Wymagania:</strong> Brak</p><p><strong>Przestrzeń:</strong> Przestronne</p><p><strong>Najmici:</strong> 1</p><p><strong>Rozkaz:</strong> Badania</p><p>Archiwum to repozytorium książek, map i zwojów. Zazwyczaj jest połączone z Biblioteką za zamkniętymi lub ukrytymi drzwiami.</p><p><em><strong>Badania: Pomocna wiedza.</strong></em> Gdy wydajesz tej placówce rozkaz Badania, zlecasz najmice przeszukanie Archiwum w poszukiwaniu wiedzy. Praca zajmuje 7 dni. Najmita zyskuje wiedzę tak, jakby rzucił czar @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplLegendLore], a następnie dzieli się z tobą tą wiedzą przy najbliższej rozmowie.</p><p><em><strong>Księga referencyjna.</strong></em> Twoje Archiwum zawiera jedną księgę referencyjną, która daje ci korzyść, gdy ty i księga znajdujecie się w Bastionie. Możesz wybrać jedną z następujących opcji (twój MG może udostępnić dodatkowe):</p><p><em>Poręczny kodeks wiedzy tajemnej Bigby’ego.</em> Masz Ułatwienie do testu Inteligencji (Wiedza tajemna), który wykonujesz Akcją Nauki, aby przypomnieć sobie wiedzę o czarach, magicznych przedmiotach, nieziemskich symbolach, tradycjach magicznych i sferach egzystencji.</p><p><em>Kroniki Chronepsisa.</em> Masz Ułatwienie do testu Inteligencji (Historia), który wykonujesz Akcją Nauki, aby przypomnieć sobie wiedzę o wydarzeniach historycznych, legendarnych osobach, starożytnych królestwach, dawnych sporach, wojnach i zaginionych cywilizacjach.</p><p><em>Dociekania Dociekliwego.</em> Masz Ułatwienie do testu Inteligencji (Śledztwo), który wykonujesz Akcją Nauki, aby dokonać dedukcji na podstawie wskazówek lub dowodów albo przypomnieć sobie wiedzę o pułapkach, szyfrach, zagadkach i mechanizmach.</p><p><em>Materialne rozważania o naturze świata.</em> Masz Ułatwienie do testu Inteligencji (Przyroda), który wykonujesz Akcją Nauki, aby przypomnieć sobie wiedzę o terenie, roślinach, zwierzętach i pogodzie.</p><p><em>Stara wiara i inne religie.</em> Masz Ułatwienie do testu Inteligencji (Religia), który wykonujesz Akcją Nauki, aby przypomnieć sobie wiedzę o bóstwach, obrzędach i modlitwach, hierarchii, świętych symbolach oraz praktykach tajnych kultów.</p><p><em><strong>Powiększenie placówki.</strong></em> Możesz powiększyć swoje Archiwum do placówki Ogromnej, wydając 2 000 SZ. Jeśli to zrobisz, zyskujesz dwie dodatkowe księgi referencyjne wybrane z powyższej listy.</p>"
    },
    "dmgArmory0000000": {
      "name": "Zbrojownia",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania:</strong> Brak</p><p><strong>Przestrzeń:</strong> Przestronna</p><p><strong>Najmici:</strong> 1</p><p><strong>Rozkaz:</strong> Handel</p><p>Zbrojownia zawiera manekiny do prezentacji pancerzy, haki do trzymania Tarcz, stojaki na broń oraz skrzynie na amunicję.</p><p><em><strong>Handel: Wyposażenie zbrojowni.</strong></em> Gdy wydajesz tej placówce rozkaz Handel, zlecasz najmicie zapełnienie Zbrojowni pancerzami, Tarczami, bronią i amunicją. Wyposażenie to kosztuje cię 100 SZ plus dodatkowe 100 SZ za każdego Obrońcę Bastionu w twoim Bastionie. Jeśli twój Bastion posiada Kuźnię, całkowity koszt jest o połowę mniejszy.</p><p>Gdy twoja Zbrojownia jest wyposażona, twoi Obrońcy Bastionu są trudniejsi do zabicia. Gdy jakiekolwiek zdarzenie zmusza cię do rzucania kośćmi, aby określić, czy twój Bastion traci jednego lub więcej obrońców (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.KiujX8sthhH791vM]), rzucasz [[/r 1d8]] zamiast każdego d6, które normalnie byś rzucał. Gdy zdarzenie się zakończy, wyposażenie w twojej Zbrojowni zostaje zużyte niezależnie od tego, ilu Obrońców Bastionu masz lub ilu utraciłeś, pozostawiając Zbrojownię pustą, dopóki nie wydasz jej kolejnego rozkazu Handel i nie zapłacisz kosztu ponownego wyposażenia.</p>"
    },
    "dmgBarrack000000": {
      "name": "Koszary",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania:</strong> Brak</p><p><strong>Przestrzeń:</strong> Przestronna</p><p><strong>Najmici:</strong> 1</p><p><strong>Rozkaz:</strong> Rekrutacja</p><p>Koszary są umeblowane tak, aby służyć jako kwatery sypialne dla maksymalnie dwunastu Obrońców Bastionu. Bastion może mieć więcej niż jedne Koszary.</p><p><em><strong>Rekrutacja: Obrońcy Bastionu.</strong></em> Za każdym razem, gdy wydajesz tej placówce rozkaz Rekrutacja, do twojego Bastionu rekrutowanych jest do czterech Obrońców Bastionu i przydzielanych do kwater w tych Koszarach. Rekrutacja nie kosztuje żadnych pieniędzy. Nie możesz wydać rozkazu Rekrutacja tej placówce, jeśli jest w pełni zajęta.</p><p>Śledź liczbę Obrońców Bastionu mieszczących się w każdych twoich Koszarach. Jeśli utracisz Obrońców Bastionu, odejmij ich od odpowiednich Koszar. Nadaj imiona i osobowości swoim Obrońcom Bastionu wedle uznania.</p><p><em><strong>Powiększenie placówki.</strong></em> Możesz powiększyć swoje Koszary do placówki Ogromnej, wydając 2 000 SZ. Ogromne Koszary mogą pomieścić maksymalnie dwudziestu pięciu Obrońców Bastionu.</p>"
    },
    "dmgBedroom000000": {
      "name": "Sypialnia",
      "description": "<p>@Embed[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.egGwpYfZ81d1AZps caption=false]</p>"
    },
    "dmgCourtyard0000": {
      "name": "Dziedziniec",
      "description": "<p>@Embed[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.egGwpYfZ81d1AZps caption=false]</p>"
    },
    "dmgDemiplane0000": {
      "name": "Demisfera",
      "description": "<p><em>Placówka Bastionu na 17. Poziomie</em></p><p><strong>Wymagania:</strong> Zdolność korzystania z Fokusu magii wtajemniczeń lub narzędzia jako Magicznego fokusa</p><p><strong>Przestrzeń:</strong> Ogromna</p><p><strong>Najmici:</strong> 1</p><p><strong>Rozkaz:</strong> Wzmocnienie</p><p>Drzwi o szerokości do 5 stóp i wysokości 10 stóp pojawiają się na płaskiej, solidnej powierzchni w jednej z innych placówek twojego Bastionu. Ty wybierasz ich położenie. Jeśli znajdujesz się w swoim Bastionie podczas tury Bastionu, możesz przenieść te drzwi do innej placówki w Bastionie.</p><p>Jedynie ty i najmici twojego Bastionu możecie otworzyć te drzwi, które prowadzą do Demisfery przybierającej formę kamiennej komnaty. Demisfera istnieje w przestrzeni międzywymiarowej i dlatego nie jest fizycznie połączony z innymi miejscami w twoim Bastionie. Ani Demisfera, ani jej drzwi nie mogą zostać rozproszone.</p><p><em><strong>Wzmocnienie: Odporność magiczna.</strong></em> Gdy wydajesz tej placówce rozkaz Wzmocnienie, na ścianach Demisfery pojawiają się magiczne runy i pozostają przez 7 dni. Dopóki runy nie znikną, zyskujesz Tymczasowe Punkty Wytrzymałości równe pięciokrotności twojego poziomu po spędzeniu całego Długiego odpoczynku w Demisferze.</p><p><em><strong>Wytwarzanie.</strong></em> Będąc w Demisferze, możesz podjąć Akcję Magii, aby stworzyć z niczego niemagiczny przedmiot swojego wyboru, powodując jego pojawienie się w niezajętej przestrzeni w Demisferze. Przedmiot może mieć maksymalnie 5 stóp w każdym wymiarze; nie może mieć wartości wyższej niż 5 SZ; i musi być wykonany z drewna, kamienia, gliny, porcelany, szkła, papieru, niecennego kryształu lub niecennego metalu. Musisz zakończyć Długi odpoczynek, zanim będziesz mógł ponownie podjąć tę akcję.</p>",
      "activities": {
        "Fabricate": {
          "name": "Wytworzenie"
        },
        "Arcane Resilience": {
          "name": "Odporność magiczna"
        }
      }
    },
    "dmgDiningRoom000": {
      "name": "Jadalnia",
      "description": "<p>@Embed[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.egGwpYfZ81d1AZps caption=false]</p>"
    },
    "dmgGamingHall000": {
      "name": "Sala gier",
      "description": "<p>Sala gier</p><p>Placówka Bastionu na 9. Poziomie</p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Ogromna</p><p><strong>Najmici: </strong>4</p><p><strong>Rozkaz: </strong>Handel</p><p>Sala gier oferuje rozrywki takie jak szachy oraz gry w rzutki, karty lub kości.</p><p><em><strong>Handel: Sala hazardowa.</strong></em> Gdy wydajesz tej placówce rozkaz Handel, najmici placówki zamieniają Salę gier w szulernie na 7 dni. Pod koniec siódmego dnia rzuć 1d100 i sprawdź poniższą tabelę, aby określić swój udział w zyskach szulerni.</p><p>@Embed[Compendium.dnd-dungeon-masters-guide.tables.RollTable.dmgGamingHallWin caption=false rollable]</p>"
    },
    "dmgGarden0000000": {
      "name": "Ogród",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania:</strong> Brak</p><p><strong>Przestrzeń:</strong> Przestronna</p><p><strong>Najmici:</strong> 1</p><p><strong>Rozkaz:</strong> Zbiory</p><p>Bastion może mieć więcej niż jeden Ogród. Za każdym razem, gdy dodajesz Ogród do swojego Bastionu, wybierz jego typ z opcji w tabeli Typów Ogrodu.</p><p>Gdy jesteś w swoim Bastionie, możesz polecić najmicie tej placówki zmianę Ogrodu z jednego typu na inny. Praca trwa 21 dni, w trakcie których w tej placówce nie mogą odbywać się żadne inne działania.</p><p><em><strong>Zbiory: Wzrost ogrodu.</strong></em> Gdy wydajesz tej placówce rozkaz Zbiory, zlecasz najmicie zebranie przedmiotów z Ogrodu zgodnie z tabelą Typów Ogrodu. Praca trwa 7 dni i nie kosztuje żadnych pieniędzy.</p><p><em><strong>Powiększenie placówki.</strong></em> Możesz powiększyć swój Ogród do placówki Ogromnej, wydając 2 000 SZ. Ogromny Ogród jest równoważny dwóm Ogrodom Przestronnym i może zawierać dwa Ogrody tego samego typu lub dwa różne typy. Gdy wydajesz rozkaz Zbiory ogromnemu Ogrodowi, każdy składowy ogród produkuje własne zbiory. Ogromny Ogród zyskuje jednego dodatkowego najmitę.</p><section class=\"secret\" id=\"secret-HJORHmOwPDnIfnKQ\"><p><strong>Notatka Foundry:</strong> Zamiast powiększania placówki Ogrodu w normalny sposób, dodaj drugi Ogród do Bastionu i oznacz go jako „Darmowa Placówka”.</p></section><div class=\"scroll-x\"><table><caption>Typy Ogrodu</caption><thead><tr><th><p>Typ Ogrodu</p></th><th><p>Opis</p></th><th><p>Zbiory</p></th></tr></thead><tbody><tr><td><p>Dekoracyjny</p></td><td><p>Estetyczny ogród pełen kwiatów i topiarów.</p></td><td><p>Dziesięć kunsztownych bukietów kwiatów (wartych 5 SZ każdy), dziesięć fiolek @UUID[Compendium.dnd-players-handbook.equipment.Item.yoRKNd2QddQp1XuX]{Perfum}, lub dziesięć @UUID[Compendium.dnd-players-handbook.equipment.Item.ts2DfyhdfsR092Td]{Świec}</p></td></tr><tr><td><p>Żywnościowy</p></td><td><p>Ogród pełen pysznych grzybów lub warzyw</p></td><td><p>@UUID[Compendium.dnd-players-handbook.equipment.Item.xP6OWuEaxQbDUfJV]{Racje} na 100 dni</p></td></tr><tr><td><p>Ziołowy</p></td><td><p>Ogród rzadkich ziół, z których część ma zastosowania lecznicze</p></td><td><p>Zioła używane do wytworzenia dziesięciu @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagHealersKit0]{Zestawów Medyka}, albo jednej @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgPotionOfHeali]{Mikstury leczenia}</p></td></tr><tr><td><p>Trujący</p></td><td><p>Ogród roślin i grzybów, z których można uzyskać trucizny i antidotum</p></td><td><p>Rośliny używane do wytworzenia dwóch fiolek @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagAntitoxin00]{Antytoksyny} lub jednej fiolki Podstawowej Trucizny</p></td></tr></tbody></table></div>"
    },
    "dmgGreenhouse000": {
      "name": "Szklarnia",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania:</strong> Brak</p><p><strong>Przestrzeń:</strong> Przestronna</p><p><strong>Najmici:</strong> 1</p><p><strong>Rozkaz:</strong> Zbiory</p><p>Szklarnia to zabudowane pomieszczenie, w którym w kontrolowanym klimacie pielęgnuje się rzadkie rośliny i grzyby.</p><p><em><strong>Owoc Przywrócenia.</strong></em> Jedna roślina w twojej Szklarni ma na sobie trzy magiczne owoce. Każde stworzenie, które zje taki owoc, zyskuje efekt czaru @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplLesserRest]. Owoce, które nie zostaną zjedzone w ciągu 24 godzin od zerwania, tracą magię. Roślina codziennie o świcie odtwarza wszystkie zerwane owoce i nie można jej przesadzić bez jej uśmiercenia.</p><p><em><strong>Opcje zbiorów.</strong></em> Gdy wydajesz tej placówce rozkaz Zbiory, wybierz jedną z następujących opcji:</p><p><strong>Zbiory: Zioła lecznicze.</strong> Zlecasz najmicie tej placówki stworzenie @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgGreaterPotion]{Mikstury leczenia (Większej)} z ziół leczniczych. Praca zajmuje 7 dni i nie kosztuje żadnych pieniędzy.</p><p><strong>Zbiory: Trucizna.</strong> Zlecasz najmicie tej placówki pozyskanie jednej dawki trucizny z rzadkich roślin lub grzybów. Wybierz rodzaj trucizny z następujących opcji: @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgAssassinsBloo], @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgMalice0000000], @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgPaleTincture0] lub @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgTruthSerum000]. Zobacz „Trucizna” w rozdziale 3, aby poznać efekt każdej trucizny. Po pozyskaniu truciznę można przechowywać w fiolce. Praca zajmuje 7 dni i nie kosztuje żadnych pieniędzy.</p>"
    },
    "dmgGuildhall0000": {
      "name": "Sala Gildii",
      "description": "<p><em>Placówka Bastionu na 17. Poziomie</em></p><p><strong>Wymagania: </strong>Znawstwo w umiejętności</p><p><strong>Przestrzeń: </strong>Ogromna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Rekrutacja</p><p>Sala Gildii funkcjonuje wraz z gildią, której jesteś mistrzem. Wybierz typ gildii z opcji w tabeli Przykładowych Gildii albo współpracuj z MG, aby stworzyć nową. Ta placówka jest salą zebrań, w której członkowie twojej gildii mogą omawiać ważne sprawy w twojej obecności.</p><p>Twoja gildia liczy około pięćdziesięciu członków składających się z wykwalifikowanych osób, które żyją i pracują poza twoim Bastionem, zwykle w pobliskich osadach.</p><p><em><strong>Rekrutacja: Zadanie Gildii.</strong></em> Za każdym razem, gdy wydajesz tej placówce rozkaz Rekrutacja, zlecasz najmicie tej placówki rekrutację członków gildii do wykonania specjalnego zadania. Każda gildia w tabeli Przykładowych Gildii określa naturę tego zadania. Za zgodą i pomocą MG możesz tworzyć nowe zadania dla członków gildii.</p><table><caption>Przykładowe Gildie</caption><thead><tr><th style=\"min-width:75px\"><p>Gildia</p></th><th style=\"min-width:75px\"><p>Symbol</p></th><th><p>Zadanie</p></th></tr></thead><tbody><tr><td><p>Gildia Poszukiwaczy Przygód</p></td><td><p>Zapalona pochodnia</p></td><td><p>Wysyłasz poszukiwaczy przygód, aby wytropili Bestię o Stopniu Wyzwania 2 lub niższym, która ma leże w promieniu 50 mil od twojego Bastionu. Poszukiwacze zabijają lub pojmują stworzenie (twój wybór) w ciągu [[/r 1d6 + 1 # Days to complete]] dni. Jeśli stworzenie zostanie zabite, a twój Bastion posiada Salę Trofeów, możesz dodać do niej trofeum pozyskane z tego stworzenia. Jeśli stworzenie zostanie pojmane, a twój Bastion posiada Menażerię, możesz dodać stworzenie do tej placówki, o ile ma ona miejsce na jego zakwaterowanie.</p></td></tr><tr><td><p>Gildia Piekarzy</p></td><td><p>Ciastko</p></td><td><p>Przydzielasz piekarzy do przygotowania wypieków na prestiżowe wydarzenie, które odbędzie się w ciągu najbliższych 7 dni. Możesz otrzymać zapłatę w monetach ([[/award 500GP]]) lub w formie przysługi należnej ci od gospodarza wydarzenia, której szczegóły ustalasz razem z MG.</p></td></tr><tr><td><p>Gildia Piwowarów</p></td><td><p>Pieniący się kufel</p></td><td><p>Przydzielasz piwowarów do dostarczenia pięćdziesięciu 40-galonowych beczek (wartych 10 SZ każda) do twojego <span>Bastionu</span> w ciągu 7 dni.</p></td></tr><tr><td><p>Gildia Kamieniarzy</p></td><td><p>Kamienna maska</p></td><td><p>Przydzielasz kamieniarzy do dodania muru obronnego do twojego Bastionu bez kosztów. Alternatywnie, możesz zlecić kamieniarzom wykonanie tej pracy dla Bastionu innej postaci, o ile ich Bastion znajduje się w odległości do 1 mili od twojego. Każde pole 5 stóp muru obronnego wymaga 1 dnia pracy zamiast 10 (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.g54ZbPuk3pmRzRpS]{Mapa Bastionu}).</p></td></tr><tr><td><p>Gildia Szkutników</p></td><td><p>Skrzyżowane wiosła</p></td><td><p>Przydzielasz szkutników do zbudowania jednego z pojazdów z tabeli Pojazdów Powietrznych i Wodnych w <em>Podręczniku Gracza</em>. Płacisz pełny koszt pojazdu, a praca zajmuje 1 dzień na każde 1 000 SZ wartości pojazdu (Łódź wiosłowa może zostać wykonana w 1 dzień).</p></td></tr><tr><td><p>Gildia Złodzieji</p></td><td><p>Biały klucz</p></td><td><p>Przydzielasz złodziei do infiltracji lokacji w promieniu 50 mil od twojego Bastionu i kradzieży niemagicznego przedmiotu który się w niej znajduje. Przedmiot może mieć maksymalnie 5 stóp w każdym wymiarze i zostaje dostarczony do twojego Bastionu w ciągu [[/r 1d6 + 1 # Days to deliver]] dni. MG może zdecydować, że ta aktywność naraża cię na odwet ze strony organów prawa lub ofiary.</p></td></tr></tbody></table>"
    },
    "dmgKitchen000000": {
      "name": "Kuchnia",
      "description": "<p>@Embed[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.egGwpYfZ81d1AZps caption=false]</p>"
    },
    "dmgLaboratory000": {
      "name": "Laboratorium",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Wytwarzanie</p><p>Laboratorium zawiera przestrzeń magazynową na alchemiczne zapasy oraz stanowiska robocze do tworzenia różnych mikstur.</p><p><em><strong>Opcje wytwarzania.</strong></em> Gdy wydajesz tej placówce rozkaz Wytwarzanie, wybierz jedną z następujących opcji:</p><p><strong>Wytwarzanie: Materiały alchemiczne.</strong> Najmita tej placówki wytwarza dowolny przedmiot, który można stworzyć przy użyciu @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulAlchemists]{Materiałów alchemicznych}, zgodnie z zasadami z <em>Podręcznika Gracza</em> i @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgTreasure00000.JournalEntryPage.8b89AU6dQR6bti27]{rozdziału 7} tego podręcznika.</p><p><strong>Wytwarzanie: Trucizna.</strong> Zlecasz najmicie tej placówki stworzenie fiolki zawierającej jedną dawkę trucizny. Trucizna musi być jedną z następujących: @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgBurntOthurFum], @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgEssenceOfEthe] lub @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgTorpor0000000]. Praca zajmuje 7 dni, a ty musisz zapłacić połowę kosztu  tej trucizny. Zobacz @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgDmsToolbox000.JournalEntryPage.UfAEdm3LbTzvQHC5]{Trucizna}, aby poznać opisy i koszty trucizn.</p>"
    },
    "dmgLibrary000000": {
      "name": "Biblioteka",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Badania</p><p>Ta Biblioteka zawiera zbiór książek oraz jedno lub więcej biurek i foteli do czytania.</p><p><em><strong>Badania: Wiedza tematyczna.</strong></em> Gdy wydajesz tej placówce rozkaz Badania, zlecasz najmicie zbadanie wybranego tematu. Tematem może być legenda, znane wydarzenie lub miejsce, osoba o znaczeniu, rodzaj istoty lub słynny przedmiot. Praca trwa 7 dni. Po zakończeniu badań najmita zdobywa do trzech dokładnych informacji na temat, które wcześniej nie były ci znane, i przekazuje ci je przy najbliższej rozmowie. MG określa, jakie informacje otrzymujesz.</p>"
    },
    "dmgMeditationCha": {
      "name": "Komnata medytacyjna",
      "description": "<p><em>Placówka Bastionu na 13. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Ciasna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Wzmocnienie</p><p>Komnata medytacyjna to kojąca przestrzeń, która pomaga wyregulować umysł, ciało i ducha.</p><p><em><strong>Wzmocnienie: Wewnętrzny spokój.</strong></em> Gdy wydajesz tej placówce rozkaz Wzmocnienie, najmici twojego Bastionu mogą korzystać z Komnaty medytacyjnej, aby osiągnąć pewien stopień wewnętrznego spokoju. Przy kolejnym rzucie na zdarzenie Bastionu możesz rzucić dwukrotnie i wybrać dowolny wynik.</p><p><em><strong>Wzmocnij siebie.</strong></em> Możesz medytować w tej placówce przez okres 7 dni. Jeśli opuścisz Bastion w tym czasie, nie otrzymujesz korzyści. W przeciwnym razie, na koniec siódmego dnia zyskujesz Ułatwienie do dwóch rodzajów rzutów obronnych na kolejne 7 dni, określonych losowo przez rzut z poniższej tabeli. Przerzuć, jeśli otrzymasz duplikat.</p><p>@Embed[Compendium.dnd-dungeon-masters-guide.tables.RollTable.dmgMeditationCha]</p>"
    },
    "dmgMenagerie0000": {
      "name": "Menażeria",
      "description": "<p><em>Placówka Bastionu na 13. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Ogromna</p><p><strong>Najmici: </strong>2</p><p><strong>Rozkaz: </strong>Rekrutacja</p><p>Menażeria posiada wybiegi wystarczająco duże, by pomieścić do czterech Dużych istot. Cztery Małe lub Średnie istoty mogą zajmować tę samą przestrzeń co jedna Duża.</p><p><em><strong>Rekrutacja: Istota.</strong></em> Gdy wydajesz tej placówce rozkaz Rekrutacja, zlecasz najmitom dodanie jednej istoty z tabeli Istot Menażerii do twojej Menażerii. Rekrutacja trwa 7 dni i kosztuje cię kwotę wymienioną w tabeli. Najmici zajmują się opieką nad istotą.</p><p>Istoty w twojej Menażerii liczą się jako Obrońcy Bastionu. Odlicz utracone istoty od listy Obrońców Bastionu. Możesz zdecydować, aby jedna lub więcej z tych istot nie liczyła się jako Obrońcy Bastionu; w takim przypadku nie mogą zostać wezwane do obrony Bastionu. Zamiast tego działają zgodnie ze swoją naturą i używają swoich bloków statystyk z <em>Księgi Potworów</em>.</p><table><caption>Istoty Menażerii</caption><thead><tr><th><p>Istota</p></th><th><p>Rozmiar</p></th><th><p>Koszt</p></th></tr></thead><tbody><tr><td><p>@UUID[Compendium.dnd-players-handbook.actors.Actor.phbmobApe0000000]{Małpa}</p></td><td><p>Średni</p></td><td><p>500 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-dungeon-masters-guide.actors.Actor.dmgBlackBear0000]{Czarny niedźwiedź}</p></td><td><p>Średni</p></td><td><p>500 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-dungeon-masters-guide.actors.Actor.dmgBrownBear0000]{Brązowy niedźwiedź}</p></td><td><p>Duży</p></td><td><p>1,000 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-players-handbook.actors.Actor.phbmobConstricto]{Wąż Dusiciel}</p></td><td><p>Duży</p></td><td><p>250 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-players-handbook.actors.Actor.phbmobCrocodile0]{Krokodyl}</p></td><td><p>Duży</p></td><td><p>500 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-dungeon-masters-guide.actors.Actor.dmgDireWolf00000]{Straszliwy wilk}</p></td><td><p>Duży</p></td><td><p>1,000 SZ</p></td></tr><tr><td><p>Gigantyczny sęp</p></td><td><p>Duży</p></td><td><p>1,000 SZ</p></td></tr><tr><td><p>Hiena</p></td><td><p>Średni</p></td><td><p>50 SZ</p></td></tr><tr><td><p>Szakal</p></td><td><p>Mały</p></td><td><p>50 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-dungeon-masters-guide.actors.Actor.dmgLion000000000]{Lew}</p></td><td><p>Duży</p></td><td><p>1,000 SZ</p></td></tr><tr><td><p>Sowoniedźwiedź</p></td><td><p>Duży</p></td><td><p>3,500 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-dungeon-masters-guide.actors.Actor.dmgPanther000000]{Pantera}</p></td><td><p>Średni</p></td><td><p>250 SZ</p></td></tr><tr><td><p>@UUID[Compendium.dnd-dungeon-masters-guide.actors.Actor.dmgTiger00000000]{Tygrys}</p></td><td><p>Duży</p></td><td><p>1,000 SZ</p></td></tr></tbody></table><p>Za zgodą MG możesz dodać do swojej Menażerii inne istoty niż te przedstawione w tabeli Istot Menażerii. Koszt istoty zależy od jej Stopnia Wyzwania, zgodnie z tabelą Kosztów Istot według Stopnia Wyzwania. Zwykle jedynie Bestie i niektóre Potworności mogą być trzymane w Menażerii, choć MG może zezwolić na inne istoty.</p><table><caption>Koszty Istot według Stopnia Wyzwania</caption><thead><tr><th><p>Poziom Wyzwania</p></th><th><p><br />Koszt</p></th></tr></thead><tbody><tr><td><p>0 lub 1/8</p></td><td><p>50 SZ</p></td></tr><tr><td><p>1</p></td><td><p>1,000 SZ</p></td></tr><tr><td><p>1/4</p></td><td><p>250 SZ</p></td></tr><tr><td><p>2</p></td><td><p>2,000 SZ</p></td></tr><tr><td><p>1/2</p></td><td><p>500 SZ</p></td></tr><tr><td><p>3</p></td><td><p>3,500 SZ</p></td></tr></tbody></table>"
    },
    "dmgObservatory00": {
      "name": "Obserwatorium",
      "description": "<p><em>Placówka Bastionu na 13. Poziomie</em></p><p><strong>Wymagania: </strong>Zdolność korzystania z Magicznego fokusa</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Wzmocnienie</p><p>Usytuowane na szczycie twojego Bastionu Obserwatorium zawiera teleskop skierowany w nocne niebo.</p><p><em><strong>Znak Obserwatorium.</strong></em> Możesz używać swojego Obserwatorium, aby spoglądać w najdalsze zakątki Dzikiej przestrzeni oraz Sfery Astralnej. Po spędzeniu Długiego odpoczynku w Obserwatorium zyskujesz magiczny Znak (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgDmsToolbox000.JournalEntryPage.U9qU1oUFTPAK7g50]), który trwa 7 dni lub do momentu użycia. Znak pozwala ci rzucić czar @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplContactOth] bez wydawania komórki czaru. Nie możesz uzyskać tego Znaku ponownie, dopóki go posiadasz.</p><p><em><strong>Wzmocnienie: Nieziemskie odkrycie.</strong></em> Gdy wydajesz tej placówce rozkaz Wzmocnienie, umożliwiasz sobie lub najmice tej placówki eksplorowanie nieziemskich tajemnic gwiazd przez 7 kolejnych nocy. Po upływie tego czasu rzuć kością ([[/r 1d2]]). Jeśli wynik jest parzysty, nic nie zyskujesz. Jeśli wynik jest nieparzysty, nieznana moc obdarza ciebie lub inne wybrane przez ciebie stworzenie znajdujące się na tej samej sferze egzystencji jednym z następujących Znaków: @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgCharmOfDarkvi], @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgCharmOfHerois], lub @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgCharmOfVitali].</p>"
    },
    "dmgParlor0000000": {
      "name": "Salon",
      "description": "<p>@Embed[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.egGwpYfZ81d1AZps caption=false]</p>"
    },
    "dmgPub0000000000": {
      "name": "Pub",
      "description": "<p><em>Placówka Bastionu na 13. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Badania</p><p>Ludzie przychodzą tutaj, aby napić się smacznych napojów i towarzysko spędzić czas. Twój Pub może być barem, kawiarnią lub herbaciarnią i może mieć barwną nazwę, taką jak Zardzewiały Kufel czy Smoczy Strych. Najmita tej placówki, pełniący rolę barmana, utrzymuje sieć szpiegów rozsianych po pobliskich społecznościach. Ci szpiedzy są cennymi źródłami informacji i często odwiedzają Pub incognito.</p><p><em><strong>Badania: Zbieranie Informacji.</strong></em> Gdy wydajesz tej placówce rozkaz Badania, zlecasz barmanowi Pubu zebranie informacji od szpiegów, którzy są świadomi ważnych wydarzeń mających miejsce w promieniu 10 mil od twojego Bastionu przez następne 7 dni. W tym czasie szpiedzy mogą ujawnić położenie dowolnego stworzenia, które jest ci znane, pod warunkiem że znajduje się ono w promieniu 50 mil od twojego Bastionu i nie jest ukryte przez magię ani przebywające w miejscu, którego sieć szpiegów nie jest w stanie zlokalizować. Jeśli szpiedzy poznają położenie celu, dowiadują się także, gdzie to stworzenie przebywało przez poprzednie 7 dni.</p><p><em><strong>Specjał Pubu.</strong></em> Pub ma w nalewaku jeden magiczny napój, wybrany spośród poniższych opcji:</p><p><strong>Brzemię Bigby’ego.</strong> Wypicie pinty tego napoju daje ci efekt „powiększenia” z czaru @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplEnlargeRed] o czasie trwania 24 godzin (bez rzutu obronnego).</p><p><strong>Pocałunek Pajęczej Królowej.</strong> Wypicie pinty tego napoju daje ci efekt czaru @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplSpiderClim] o czasie trwania 24 godzin.</p><p><strong>Serenada Blasku Księżyca.</strong> Wypicie pinty tego napoju daje ci Widzenie w Ciemności na 60 stóp na 24 godziny. Jeśli już posiadasz Widzenie w Ciemności, jego zasięg zwiększa się o 60 stóp na ten czas.</p><p><strong>Pozytywne Wzmocnienie.</strong> Wypicie pinty tego napoju daje ci Odporność na obrażenia Nekrotyczne na 24 godziny.</p><p><strong>Twardszy Trunek.</strong> Przez 24 godziny po wypiciu pinty tego napoju automatycznie odnosisz sukces w rzutach obronnych, aby uniknąć lub zakończyć stan &amp;Reference[Frightened apply=false].</p><p>Na początku tury Bastionu możesz wybrać inną opcję z listy. Twój MG może stworzyć nowe opcje. Pinta tego magicznego napoju traci swoje magiczne właściwości po 24 godzinach od nalania.</p><p><em><strong>Powiększenie placówki.</strong></em> Możesz powiększyć swój Pub do placówki Ogromnej, wydając 2 000 SZ. Jeśli to zrobisz, Pub może mieć jednocześnie dwa magiczne napoje z listy Specjału Pubu. Ogromny Pub zyskuje trzech dodatkowych najmitów, łącznie czterech. Ci nowi najmici pełnią rolę kelnerów. Nadaj imiona i osobowości wedle uznania.</p>",
      "activities": {
        "Bigby's Burden": {
          "name": "Brzemię Bigby’ego"
        },
        "Kiss of the Spider Queen": {
          "name": "Pocałunek Pajęczej Królowej"
        },
        "Moonlight Serenade": {
          "name": "Serenada Blasku Księżyca"
        },
        "Positive Reinforcement": {
          "name": "Pozytywne Wzmocnienie"
        }
      },
      "effects": {
        "Moonlight Serenade": {
          "name": "Serenada Blasku Księżyca"
        },
        "Positively Reinforced": {
          "name": "Pozytywnie Wzmocniony"
        }
      }
    },
    "dmgReliquary0000": {
      "name": "Relikwiarz",
      "description": "<p><em>Placówka Bastionu na 13. Poziomie</em></p><p><strong>Wymagania: </strong>Zdolność korzystania ze Świętego Symbolu lub Fokusu Druidycznego jako Magicznego fokusa</p><p><strong>Przestrzeń: </strong>Ciasna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Zbiór</p><p>Ten Relikwiarz przechowuje święte przedmioty.</p><p><em><strong>Znak Relikwiarza.</strong></em> Po spędzeniu Długiego odpoczynku w Bastionie zyskujesz magiczny Znak (@UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgDmsToolbox000.JournalEntryPage.U9qU1oUFTPAK7g50]), który trwa 7 dni lub do momentu użycia. Znak pozwala ci raz rzucić czar @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplGreaterRes] bez wydawania komórki czaru ani używania komponentów materialnych. Nie możesz uzyskać tego Znaku ponownie, dopóki go posiadasz.</p><p><em><strong>Zbiór: Talizman.</strong></em> Gdy wydajesz tej placówce rozkaz Zbiór, zlecasz najmicie przygotowanie specjalnego talizmanu na twój użytek. Talizman ma zwykle formę amuletu, szkatułki pokrytej runami lub figurki, ale może być dowolnym niemagicznym, Malutkim obiektem o religijnym znaczeniu. Praca zajmuje 7 dni i nie kosztuje żadnych pieniędzy. Możesz użyć tego talizmanu zamiast komponentów materialnych jednego czaru, pod warunkiem że mają one koszt 1 000 SZ lub mniejszy. Jeśli czar normalnie zużywa komponenty, talizman nie zostaje zużyty. Po użyciu talizmanu w ten sposób nie może on zostać użyty ponownie, dopóki nie zwrócisz go do Relikwiarza i nie wydasz kolejnego rozkazu Zbiór, aby ponownie go przygotować.</p>"
    },
    "dmgSacristy00000": {
      "name": "Zakrystia",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania: </strong>Zdolność korzystania ze Świętego Symbolu lub Fokusu Druidycznego jako Magicznego fokusa</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Wytwarzanie</p><p>Zakrystia służy jako pomieszczenie do przygotowywania i przechowywania świętych przedmiotów oraz szat liturgicznych.</p><p><em><strong>Opcje wytwarzania.</strong></em> Gdy wydajesz tej placówce rozkaz Wytwarzanie, wybierz jedną z następujących opcji:</p><p><strong>Wytwarzanie: Woda święcona.</strong> Zlecasz najmicie placówki wykonanie flakonika @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagHolyWater00]{Wody święconej}. Praca zajmuje 7 dni i nie kosztuje żadnych pieniędzy. Możesz wydać dodatkowe SZ podczas procesu, aby zwiększyć moc Wody święconej. Za każde wydane 100 SZ, do maksymalnie 500 SZ, obrażenia zadawane przez Wodę Święconą zwiększają się o 1k8.</p><p><strong>Wytwarzanie: Przedmiot magiczny (Relikt).</strong> Zlecasz najmicie placówki wykonanie Powszechnego lub Niespotykanego przedmiotu magicznego wybranego przez ciebie z @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItemList.JournalEntryPage.1asrgLIXBkZK96Uz#relics-tables]{tabel Relikt}. Placówka posiada narzędzie wymagane do wykonania przedmiotu, a najmita ma biegłość w tym narzędziu oraz w umiejętności Wiedza tajemna. Zobacz @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItems000.JournalEntryPage.CmKJpbyrDuVrAkIs]{Wytwarzanie magicznych przedmiotów}, aby poznać czas i koszt potrzebne do stworzenia przedmiotu. Jeśli przedmiot pozwala użytkownikowi rzucać z niego czary, musisz wykonać przedmiot osobiście (najmita może asystować) i musisz mieć te czary przygotowane każdego dnia, w którym nad nim pracujesz.</p><p><em><strong>Odnowienie Czarów.</strong></em> Posiadanie Zakrystii pozwala ci odzyskać jedną wydaną komórkę czaru 5. poziomu lub niższą po spędzeniu całego Krótkiego odpoczynku w twoim Bastionie. Nie możesz skorzystać z tej korzyści ponownie, dopóki nie zakończysz Długiego odpoczynku.</p>"
    },
    "dmgSanctuary0000": {
      "name": "Sanktuarium",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania: </strong>Zdolność korzystania ze Świętego Symbolu lub Fokusu Druidycznego jako Magicznego fokusa</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Wytwarzanie</p><p>W tej placówce znajdują się ikony twojej religii oraz ciche miejsce do modlitwy.</p><p><em><strong>Znak Sanktuarium.</strong></em> Po spędzeniu Długiego odpoczynku w Bastionie zyskujesz magiczny Znak (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgDmsToolbox000.JournalEntryPage.U9qU1oUFTPAK7g50]), który trwa 7 dni lub do momentu użycia. Znak pozwala ci raz rzucić czar <em>Kojące słowo</em> bez wydawania komórki czaru. Nie możesz uzyskać tego Znaku ponownie, dopóki go posiadasz.</p><p><em><strong>Wytwarzanie: Święty Fokus.</strong></em> <strong> </strong>Gdy wydajesz tej placówce rozkaz Wytwarzanie, zlecasz najmicie wykonanie @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagDruidicFocu]{Fokusu Druidycznego} (Drewniany kostur) lub @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagHolySymbolV]{Świętego Symbolu}. Praca zajmuje 7 dni i nie kosztuje żadnych pieniędzy. Przedmiot pozostaje w twoim Bastionie, dopóki go nie odbierzesz.</p>"
    },
    "dmgSanctum000000": {
      "name": "Samotnia",
      "description": "<p><em>Placówka Bastionu na 17. Poziomie</em></p><p><strong>Wymagania: </strong>Zdolność korzystania ze Świętego Symbolu lub Fokusu Druidycznego jako Magicznego fokusa</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>4</p><p><strong>Rozkaz: </strong>Wzmocnienie</p><p>Samotnia to miejsce ukojenia i uzdrawiania.</p><p><em><strong>Znak Samotni.</strong></em> Po spędzeniu Długiego odpoczynku w Bastionie zyskujesz magiczny Znak (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgDmsToolbox000.JournalEntryPage.U9qU1oUFTPAK7g50]{Supernatural Gifts}) trwający 7 dni lub do momentu jego użycia. Znak pozwala ci raz rzucić czar <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplHeal000000]{Heal}</em> bez wydawania komórki czaru. Nie możesz ponownie uzyskać tego Znaku, dopóki wciąż go posiadasz.</p><p><em><strong>Wzmocnienie: Obrzędy wzmacniające.</strong></em> Gdy wydajesz tej placówce rozkaz Wzmocnienie, inspirujesz najmity do wykonywania codziennych obrzędów przynoszących korzyści tobie lub wskazanej przez ciebie postaci. Beneficjent nie musi przebywać w Bastionie, aby otrzymać ich efekt. Za każdym razem, gdy beneficjent kończy Długi odpoczynek, zyskuje Tymczasowe Punkty Wytrzymałości równe twojemu poziomowi. Efekt trwa 7 dni.</p><p><em><strong>Przywołanie do Samotni.</strong></em> Dopóki Samotnia istnieje, zawsze masz przygotowany czar @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplWordofReca]{Word of Recall}. Za każdym razem, gdy rzucasz <em>Word of Recall</em>, możesz wybrać Samotnię jako miejsce docelowe zamiast wcześniej wyznaczonego miejsca. Dodatkowo jedna wybrana przez ciebie istota, która przybywa do Samotni za pomocą tego czaru, zyskuje efekt czaru <em>Heal</em>.</p>",
      "activities": {
        "Fortifying Rites": {
          "name": "Obrzędy wzmacniające"
        }
      }
    },
    "dmgScriptorium00": {
      "name": "Skryptorium",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Wytwarzanie</p><p>Skryptorium zawiera biurka i przybory do pisania.</p><p><em><strong>Opcje wytwarzania.</strong></em> Gdy wydajesz tej placówce rozkaz Wytwarzanie, wybierz jedną z następujących opcji:</p><p><strong>Wytwarzanie: Kopia Księgi.</strong> Zlecasz najmicie placówki wykonanie kopii niemagicznej Księgi. Wymaga to pustej księgi. Praca zajmuje 7 dni.</p><p><strong>Wytwarzanie: Magiczny zwój.</strong> Zlecasz najmicie placówki sporządzenie @UUID[Compendium.dnd-dungeon-masters-guide.equipment.Item.dmgSpellScroll00]{Magicznego zwoju} zawierającego jeden czar Kleryka lub Maga 3. poziomu lub niższego. Placówka posiada odpowiednie Materiały kaligraficzne, a najmita spełnia wszystkie wymagania potrzebne do sporządzenia zwoju. Sekcja @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbCraftingEquip]{Wytwarzanie ekwipunku} w <em>Podręczniku Gracza</em> określa czas potrzebny do stworzenia zwoju oraz jego koszt, który musisz ponieść.</p><p><strong>Wytwarzanie: Dokumenty.</strong> Zlecasz najmicie placówki przygotowanie do pięćdziesięciu kopii arkusza ogłoszeniowego, ulotki lub innego papierowego materiału. Praca zajmuje 7 dni i kosztuje cię 1 SZ za kopię. Bez dodatkowego kosztu czasu lub pieniędzy najmita placówki może rozprowadzić te dokumenty w jednym lub kilku miejscach w promieniu 50 mil od twojego Bastionu.</p>"
    },
    "dmgSmithy0000000": {
      "name": "Kuźnia",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>2</p><p><strong>Rozkaz: </strong>Wytwarzanie</p><p>Ta Kuźnia zawiera piec, kowadło oraz inne narzędzia potrzebne do wytwarzania broni, pancerzy i innego ekwipunku.</p><p><em><strong>Opcje wytwarzania.</strong></em> Gdy wydajesz tej placówce rozkaz Wytwarzanie, wybierz jedną z następujących opcji:</p><p><strong>Wytwarzanie: Narzędzia Kowala.</strong> Najmici tej placówki wytwarzają dowolny przedmiot, który można wykonać przy użyciu @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulSmithsTool]{Narzędzi kowala}, zgodnie z zasadami z Podręcznika Gracza.</p><p><strong>Wytwarzanie: Przedmiot magiczny (Uzbrojenie).</strong> Jeśli masz poziom 9+, możesz zlecić najmitom tej placówki wykonanie Powszechnego lub Niespotykanego przedmiotu magicznego wybranego przez ciebie z @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItemList.JournalEntryPage.1asrgLIXBkZK96Uz#armaments-tables]{tabel Uzbrojenia}. Placówka posiada narzędzie wymagane do wykonania przedmiotu, a najmici mają biegłość w tym narzędziu oraz w umiejętności Wiedza tajemna. Zobacz @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItems000.JournalEntryPage.CmKJpbyrDuVrAkIs]{Wytwarzanie magicznych przedmiotów}, aby poznać czas i koszt potrzebne do wykonania przedmiotu. Jeśli przedmiot pozwala użytkownikowi rzucać z niego czary, musisz wykonać przedmiot osobiście (najmici mogą asystować) i musisz mieć wszystkie te czary przygotowane każdego dnia, w którym pracujesz nad wykonaniem przedmiotu.</p>"
    },
    "dmgStable0000000": {
      "name": "Stajnia",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Handel</p><p>Bastion może mieć więcej niż jedną Stajnię. Każda Stajnia, którą dodajesz do Bastionu, zawiera jednego <strong>@UUID[Compendium.dnd-players-handbook.actors.Actor.phbmobRidingHors]</strong> lub <strong>@UUID[Compendium.dnd-players-handbook.actors.Actor.phbmobCamel00000]</strong> oraz dwa <strong>@UUID[Compendium.dnd-players-handbook.actors.Actor.phbmobPony000000]</strong> lub <strong>@UUID[Compendium.dnd-players-handbook.actors.Actor.phbmobMule000000]</strong>; statystyki tych stworzeń znajdziesz w <em>Podręczniku Gracza</em> lub <em>Księdze Potworów</em>. Placówka jest wystarczająco duża, by pomieścić trzy Duże zwierzęta. Dwa Średnie stworzenia zajmują tyle samo miejsca, co jedno Duże. Najmita placówki opiekuje się tymi stworzeniami.</p><p>Gdy Bestia mogąca służyć jako wierzchowiec spędzi w tej placówce co najmniej 14 dni, wszystkie testy Mądrości (Opieka nad zwierzętami) wykonywane względem niej mają Ułatwienie.</p><p><em><strong>Handel: Zwierzęta.</strong></em> Gdy wydajesz tej placówce rozkaz Handel, zlecasz najmicie placówki zakup lub sprzedaż jednego lub więcej wierzchowców po standardowym koszcie, przechowując kupione zwierzęta w Stajni. Praca trwa 7 dni, a MG decyduje, jakie zwierzęta są dostępne do kupna - najczęściej konie, kucyki i muły. Tabela @UUID[Compendium.dnd-players-handbook.content.JournalEntry.phbMountsAndVehi.JournalEntryPage.NVPIUDJEdFDaErTg#saddles]{Wierzchowce i inne zwierzęta} w <em>Podręczniku Gracza</em> podaje standardowe ceny wierzchowców. Ponosisz pełny koszt zakupów.</p><p>Gdy sprzedajesz wierzchowca ze swojej Stajni, kupujący płaci ci o 20 procent więcej niż standardowa cena; zysk ten wzrasta do 50 procent na 13. poziomie i 100 procent na 17. poziomie.</p><p><em><strong>Powiększenie placówki.</strong></em> Możesz powiększyć swoją Stajnię do placówki Ogromnej, wydając 2 000 SZ. Jeśli to zrobisz, Stajnia jest wystarczająco duża, aby pomieścić sześć Dużych zwierząt.</p>"
    },
    "dmgStorage000000": {
      "name": "Schowek",
      "description": "<p>@Embed[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.egGwpYfZ81d1AZps caption=false]</p>"
    },
    "dmgStorehouse000": {
      "name": "Magazyn",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Handel</p><p>Magazyn to chłodne, ciemne pomieszczenie przeznaczone do przechowywania przedmiotów z tabeli Towarów Handlowych z rozdziału 7 oraz z rozdziału 6 <em>Podręcznika Gracza</em>.</p><p><em><strong>Handel: Towary.</strong></em> Gdy wydajesz tej placówce rozkaz Handel, najmita placówki spędza kolejne 7 dni na zdobywaniu niemagicznych przedmiotów o łącznej wartości 500 SZ lub mniejszej i magazynuje je w Magazynie, albo poświęca te 7 dni na sprzedaż towarów znajdujących się w Magazynie. Ponosisz pełny koszt zakupów, a maksymalna wartość kupowanych przedmiotów wzrasta do 2 000 SZ, gdy osiągasz 9. poziom, oraz do 5 000 SZ, gdy osiągasz 13. poziom.</p><p>Gdy sprzedajesz towary ze swojego Magazynu, kupujący płaci ci o 10 procent więcej niż standardowa cena; zysk ten wzrasta do 20 procent przy 9. poziomie, 50 procent przy 13. poziomie i 100 procent przy 17. poziomie.</p>"
    },
    "dmgTeleportation": {
      "name": "Krąg teleportacyjny",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Rekrutacja</p><p>Na podłodze tego pomieszczenia wyryty jest stały krąg teleportacji stworzony dzięki czarowi @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplTeleportat].</p><p><em><strong>Rekrutacja: Istota Rzucająca Czary.</strong></em> Za każdym razem, gdy wydajesz tej placówce rozkaz Rekrutacja, najmita placówki wysyła zaproszenie do Przyjaznej Istoty Rzucającej Czary (BN). Rzuć dowolną kością ([[/r 1d2]]). Jeśli wynik jest nieparzysty, zaproszona istota odmawia i nie zyskujesz żadnej korzyści z rozkazu. Jeśli wynik jest parzysty, istota rzucająca czary przyjmuje zaproszenie i przybywa do twojego Bastionu poprzez Krąg Teleportacji.</p><p>Gdy przebywasz w Bastionie, możesz poprosić istotę rzucającą czary o rzucenie jednego czaru Czarodzieja 4. poziomu lub niższego; jeśli masz poziom 17+, maksymalny poziom czaru wzrasta do 8. Zakłada się, że istota ma ten czar przygotowany. Jeśli czar wymaga komponentów materialnych o koszcie, musisz je opłacić przed rzuceniem czaru.</p><p>Istota rzucająca czary pozostaje przez 14 dni lub do momentu rzucenia dla ciebie czaru. Nie będzie bronić twojego Bastionu i opuszcza go natychmiast, jeśli Bastion zostanie zaatakowany (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.KiujX8sthhH791vM]{Wyderzenia bastionu}).</p>"
    },
    "dmgTheater000000": {
      "name": "Teatr",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Ogromna</p><p><strong>Najmici: </strong>4</p><p><strong>Rozkaz: </strong>Wzmocnienie</p><p>Teatr zawiera scenę, kulisy służące do przechowywania rekwizytów i dekoracji oraz miejsce siedzące dla niewielkiej widowni.</p><p><em><strong>Wzmocnienie: Wydarzenie Teatralne.</strong></em> Gdy wydajesz tej placówce rozkaz Wzmocnienie, najmici rozpoczynają pracę nad przedstawieniem teatralnym lub koncertem. Próby i przygotowania trwają 14 dni, po których następuje co najmniej 7 dni występów. Występy mogą trwać w nieskończoność, dopóki nie rozpocznie się nowe przedstawienie.</p><p>Ty lub inna postać możecie wnieść wkład w przedstawienie na następujące sposoby:</p><p><strong>Kompozytor/Pisarz.</strong> Postać może skomponować muzykę lub napisać scenariusz do koncertu lub przedstawienia, którego próby jeszcze się nie rozpoczęły. Wysiłek ten trwa 14 dni.</p><p><strong>Dyrygent/Reżyser.</strong> Postać, która pozostaje w Bastionie przez cały czas trwania przedstawienia, może pełnić rolę dyrygenta koncertu lub reżysera produkcji.</p><p><strong>Wykonawca.</strong> Postać, która pozostaje w Bastionie przez cały okres prób, może być gwiazdą jednego lub więcej występów; jeden z najmity Teatru może pełnić rolę dublera w dodatkowych przedstawieniach.</p><p>Na koniec okresu prób każda postać, która wniosła wkład w koncert lub przedstawienie, może wykonać test Charyzmy (Występy) o ST 15. Jeśli więcej z tych testów powiedzie się, niż zakończy niepowodzeniem, ty i każda inna postać, która wniosła wkład w przedstawienie lub koncert, otrzymujecie Kość Teatru, k6. Kość ta zmienia się w k8 po osiągnięciu 13. poziomu i w k10 po osiągnięciu 17. poziomu. W dowolnym momencie po zakończeniu prób postać może wydać swoją Kość Teatru, by rzucić nią i dodać wynik do jednego Testu k20, natychmiast po rzuceniu k20. Jeśli postać nie wyda swojej Kości Teatru przed zdobyciem kolejnej, pierwsza kość przepada.</p>",
      "activities": {
        "Performance Check": {
          "name": "Test Występów"
        }
      }
    },
    "dmgTrainingArea0": {
      "name": "Obszar treningowy",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania:</strong> Brak</p><p><strong>Przestrzeń:</strong> Ogromna</p><p><strong>Najmici:</strong> 4</p><p><strong>Rozkaz: </strong>Wzmocnienie</p><p>Bastion może mieć więcej niż jeden Obszar treningowy. Obszar treningowy może być otwartym dziedzińcem, salą gimnastyczną, salą muzyczną lub taneczną, albo sprytnie zaprojektowanym torem pułapek i przeszkód. Może zawierać nieruchome cele (do ćwiczeń bronią), maty do ćwiczeń i inny sprzęt. Jeden z najmity placówki jest ekspertowym trenerem, a pozostali służą jako partnerzy treningowi.</p><p>Gdy Obszar treningowy staje się częścią twojego Bastionu, wybierz jednego trenera z tabeli Eksperckich Trenerów. W każdej turze Bastionu możesz zastąpić tego trenera innym z tabeli.</p><table><thead><tr><th>Typ Trenera</th><th>Efekt Wzmocnienia</th></tr></thead><tbody><tr><td>Bitewny ekspert</td><td>Gdy otrzymujesz obrażenia od ataku wykonanego Uderzeniem bez broni lub bronią, możesz użyć Reakcji, by zmniejszyć te obrażenia o [[/healing 1d4]]{1d4}.</td></tr><tr><td>Ekspert Umiejętności</td><td>Zyskujesz biegłość w jednej z następujących umiejętności (do wyboru): Akrobatyka, Atletyka, Występy, Zwinne dłonie lub Skradanie.</td></tr><tr><td>Ekspert Walki Bez Broni</td><td>Kiedy trafiasz Uderzeniem bez broni i zadajesz obrażenia, atak zadaje dodatkowe [[/damage 1d4 type=bludgeoning]] obrażenia obuchowe.</td></tr><tr><td>Ekspert Broni</td><td>Wybierz rodzaj broni Prostej lub Żołnierskiej, taki jak Włócznia lub Długi Łuk. Jeśli nie masz biegłości w tej broni, zyskujesz ją. Jeśli już masz biegłość, możesz korzystać z jej właściwości mistrzowskiej.</td></tr></tbody></table><p><em><strong>Wzmocnienie: Trening.</strong></em> Gdy wydajesz tej placówce rozkaz Wzmocnienie, najmici placówki prowadzą ćwiczenia treningowe przez kolejne 7 dni. Każda postać, która trenuje tu przez co najmniej 8 godzin każdego z tych dni, zyskuje korzyść na końcu okresu treningowego. Korzyść zależy od tego, który trener jest obecny w placówce, zgodnie z tabelą Eksperckich Trenerów. Korzyść trwa 7 dni.</p>",
      "activities": {
        "Trained": {
          "name": "Wytrenowany"
        }
      },
      "effects": {
        "Battle Expert": {
          "name": "Bitewny ekspert",
          "description": "<p>Kiedy otrzymujesz obrażenia od ataku wykonanego Uderzeniem bez broni lub bronią, możesz użyć Reakcji, aby zmniejszyć te obrażenia o [[/heal 1d4]].</p>"
        },
        "Skills Expert": {
          "name": "Ekspert Umiejętności",
          "description": "<p>Zyskujesz biegłość w jednej z następujących umiejętności (do wyboru): Akrobatyka, Atletyka, Występy, Zwinne dłonie lub Skradanie się.</p>"
        },
        "Unarmed Combat Expert": {
          "name": "Ekspert Walki Bez Broni",
          "description": "<p>Kiedy trafiasz uderzeniem bez broni i zadajesz obrażenia, atak zadaje dodatkowe [[/damage 1d4 type=bludgeoning]] obrażenia obuchowe.</p>"
        },
        "Weapon Expert": {
          "name": "Ekspert Broni",
          "description": "<p>Wybierz rodzaj broni Prostej lub Żołnierskiej, taki jak Włócznia lub Długi łuk. Jeśli nie masz biegłości w tej broni, zyskujesz ją. Jeśli już masz biegłość, możesz korzystać z jej właściwości mistrzowskiej.</p>"
        }
      }
    },
    "dmgTrophyRoom000": {
      "name": "Sala trofeów",
      "description": "<p><em>Placówka Bastionu na 9. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>1</p><p><strong>Rozkaz: </strong>Badania</p><p>To pomieszczenie mieści kolekcję pamiątek, takich jak broń z dawnych bitew, oprawione głowy pokonanych stworzeń, bibeloty wyciągnięte z lochów i ruin oraz trofea przekazywane z pokolenia na pokolenie.</p><p><em><strong>Opcje badań.</strong></em> Gdy wydajesz tej placówce rozkaz Badania, wybierz jedną z następujących opcji:</p><p><strong>Badania: Wiedza.</strong> Zlecasz najmicie placówki zbadanie tematu twojego wyboru. Tematem może być legenda, dowolny rodzaj stworzenia lub słynny przedmiot. Temat nie musi być bezpośrednio powiązany z eksponatami znajdującymi się w sali, ponieważ trofea dostarczają wskazówek do badań nad wieloma innymi zagadnieniami. Praca trwa 7 dni. Po zakończeniu badań najmita zdobywa do trzech dokładnych informacji na temat wybranego zagadnienia, wcześniej ci nieznanych, i przekazuje ci je przy najbliższej rozmowie. MG decyduje, jakie informacje zostaną odkryte.</p><p><strong>Badania: Trofeum-Drobiazg.</strong> Zlecasz najmici placówki poszukiwanie drobiazgu, który mógłby ci się przydać. Praca trwa 7 dni. Po jej zakończeniu rzuć dowolną kością ([[/r 1d2]]). Jeśli wynik jest nieparzysty, najmita nie znajduje niczego użytecznego. Jeśli wynik jest parzysty, najmita znajduje przedmiot magiczny. Rzuć na tabeli @UUID[Compendium.dnd-dungeon-masters-guide.tables.RollTable.dmgImplementsCom] w @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItemList.JournalEntryPage.1asrgLIXBkZK96Uz#implements-tables]{rozdziale 7}, aby określić, czym on jest.</p>"
    },
    "dmgWarRoom000000": {
      "name": "Pokój wojenny",
      "description": "<p><em>Placówka Bastionu na 17. Poziomie</em></p><p><strong>Wymagania: </strong>cecha Styl Walki lub cecha Obrona Bez Zbroi</p><p><strong>Przestrzeń: </strong>Ogromna</p><p><strong>Najmici: </strong>2+ (patrz poniżej)</p><p><strong>Rozkaz: </strong>Rekrutacja</p><p>Pokój Wojenny to miejsce, w którym planujesz działania militarne, konsultując się z wewnętrznym kręgiem lojalnych poruczników — każdy z nich to zahartowany w boju <strong>Doświadczony Wojownik</strong> (zob. <em>Księga Potworów</em>), którego przekonania są zgodne z twoimi. Zaczynasz z dwoma porucznikami, ale możesz dodać kolejnych, jak opisano poniżej. Jeśli w twoim Bastionie brakuje placówek do ich zakwaterowania, znajdują oni nocleg w najbliższej gospodzie lub osadzie. Porucznicy są najmitami, nie Obrońcami Bastionu; jeśli jednak Bastion zostanie zaatakowany (zob. @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.KiujX8sthhH791vM#attack]{Wydarzenia bastionów}), każdy porucznik mieszkający w Bastionie zmniejsza o 1 liczbę kości, które rzucasz, aby ustalić, ilu Obrońców Bastionu ginie w ataku.</p><p>Pokój Wojenny zawiera wojenne pamiątki oraz duży stół otoczony odpowiednią liczbą krzeseł dla ciebie i twoich poruczników.</p><p><em><strong>Opcje rekrutacji.</strong></em> Gdy wydajesz tej placówce rozkaz Rekrutacja, wybierz jedną z poniższych opcji:</p><p><strong>Rekrutacja: Porucznik.</strong> Zyskujesz jednego nowego porucznika. Możesz mieć jednocześnie maksymalnie dziesięciu poruczników. Nadaj im imiona i osobowości według własnego uznania.</p><p><strong>Rekrutacja: Żołnierze.</strong> Zlecasz jednemu lub większej liczbie swoich poruczników zebranie małej armii. Każdy porucznik może w ciągu 7 dni zebrać stu <strong>Strażników</strong> (zob. <em>Monster Manual</em>), aby walczyli dla twojej sprawy. Zmniejsz tę liczbę do dwudziestu, jeśli mają być oni osadzeni na <strong>Koniach Wierzchowych</strong> (zob. <em>Księga Potworów</em>). Wyżywienie armii kosztuje 1 SZ dziennie za każdego strażnika i każdego konia. Gdziekolwiek armia wyrusza, musi być dowodzona przez ciebie lub przynajmniej jednego twojego porucznika — inaczej natychmiast się rozpada. Armia rozpadnie się także, jeśli nie zostanie nakarmiona przez 1 dzień. W przeciwnym razie pozostaje w służbie, dopóki nie zostanie zniszczona lub nie nakażesz jej rozwiązania. Nie możesz ponownie wydać tego rozkazu Rekrutacja, dopóki twoja obecna armia nie zostanie zniszczona lub rozwiązana.</p>"
    },
    "dmgWorkshop00000": {
      "name": "Warsztat",
      "description": "<p><em>Placówka Bastionu na 5. Poziomie</em></p><p><strong>Wymagania: </strong>Brak</p><p><strong>Przestrzeń: </strong>Przestronna</p><p><strong>Najmici: </strong>3</p><p><strong>Rozkaz: </strong>Wytwarzanie</p><p>Ten Warsztat to twórcza przestrzeń, w której można wytwarzać przydatne przedmioty.</p><p><em><strong>Narzędzia rzemieślnicze.</strong></em> Warsztat jest wyposażony w sześć różnych rodzajów Narzędzi rzemieślniczych wybranych z poniższej listy:</p><ul style=\"columns:2\"><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulCarpenters]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulPaintersSu]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulCobblersTo]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulPottersToo]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulGlassblowe]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulTinkersToo]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulJewelersTo]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulWeaversToo]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulLeatherwor]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulWoodcarver]</li><li>@UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulMasonsTool]</li></ul><p><em><strong>Opcje wytwarzania.</strong></em> Gdy wydajesz tej placówce rozkaz Wytwarzanie, wybierz jedną z następujących opcji:</p><p><strong>Wytwarzanie: Ekwipunek podróżniczy.</strong> Najmici tej placówki wytwarzają wszystko, co można wykonać przy użyciu narzędzi wybranych podczas dodawania Warsztatu do twojego Bastionu (patrz wyżej), zgodnie z zasadami z <em>Podręcznika Gracza</em>.</p><p>@UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItems000.JournalEntryPage.CmKJpbyrDuVrAkIs]{Wytwarzanie magicznych przedmiotów}</p><p><strong>Wytwarzanie: Przedmiot magiczny (Przyrząd).</strong> Jeśli masz poziom 9+, możesz zlecić najmitom tej placówki wykonanie Powszechnego lub Niespotykanego przedmiotu magicznego wybranego przez ciebie z @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItemList.JournalEntryPage.1asrgLIXBkZK96Uz#implements-tables]{tabel Przyrządów}. Placówka posiada narzędzie wymagane do wytworzenia przedmiotu, a najmici mają biegłość w tym narzędziu oraz w umiejętności Wiedza tajemna. Zobacz @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgMagicItems000.JournalEntryPage.CmKJpbyrDuVrAkIs]{Wytwarzanie magicznych przedmiotów}, aby poznać czas i koszt potrzebne do wytworzenia przedmiotu. Jeśli przedmiot pozwala użytkownikowi rzucać z niego czary, musisz wykonać przedmiot osobiście (najmici mogą asystować) i musisz mieć wszystkie te czary przygotowane każdego dnia, w którym pracujesz nad wytwarzaniem przedmiotu.</p><p><em><strong>Źródło Inspiracji.</strong></em> Po spędzeniu całego Krótkiego odpoczynku w swoim Warsztacie zyskujesz Heroiczną Inspirację. Nie możesz uzyskać tej korzyści ponownie, dopóki nie zakończysz Długiego odpoczynku.</p><p><em><strong>Powiększenie placówki.</strong></em> Możesz powiększyć swój Warsztat do placówki Ogromnej, wydając 2 000 SZ. Jeśli to zrobisz, Warsztat zyskuje dwóch dodatkowych najmitów oraz trzy dodatkowe Narzędzia Rzemieślnicze (wybrane z powyższej listy).</p>"
    }
  }
}