{
  "label": "Opcje postaci",
  "mapping": {
    "materials": "system.materials.value",
    "activation": "system.activation.condition",
    "target": {
      "path": "system.target",
      "converter": "target"
    },
    "rangeActivities": {
      "path": "system.activities",
      "converter": "rangeActivities"
    },
    "activities": {
      "path": "system.activities",
      "converter": "activities"
    },
    "effects": {
      "path": "effects",
      "converter": "effects"
    },
    "range": {
      "path": "system.range",
      "converter": "range"
    },
    "advancement": {
      "path": "system.advancement",
      "converter": "advancement"
    }
  },
  "folders": {
    "Backgrounds": "Pochodzenia",
    "Banneret (Fighter)": "Banneret (Fighter)",
    "Bastion Facilities": "Placówki bastionu",
    "Bladesinger (Wizard)": "Bladesinger (Wizard)",
    "College of the Moon (Bard)": "College of the Moon (Bard)",
    "Epic Boon Feats": "Atuty epickich darów",
    "Feats": "Atuty",
    "General Feats": "Atuty ogólne",
    "Knowledge Domain (Cleric)": "Knowledge Domain (Cleric)",
    "Oath of the Noble Genies (Paladin)": "Oath of the Noble Genies (Paladin)",
    "Origin Feats": "Atuty pochodzenia",
    "Scion of the Three (Rogue)": "Scion of the Three (Rogue)",
    "Spellfire Sorcery (Sorcerer)": "Spellfire Sorcery (Sorcerer)",
    "Spells": "Czary",
    "Subclasses": "Podklasy",
    "Winter Walker (Ranger)": "Winter Walker (Ranger)"
  },
  "entries": {
    "Absorb Spells": {
      "name": "Absorb Spells",
      "description": "<p>You always have the <em>Counterspell</em> spell prepared.</p><p>Additionally, whenever a target fails the saving throw against a <em>Counterspell</em> you cast, you regain 1d4 Sorcery Points.</p>",
      "activities": {
        "Recover 1d4 Sorcery Points": {
          "name": "Recover 1d4 Sorcery Points"
        }
      },
      "advancement": {
        "Subclass Feature Spell": {
          "title": "Subclass Feature Spell",
          "hint": "You always have the Counterspell spell prepared."
        }
      }
    },
    "Alustriel’s Mooncloak": {
      "name": "Księżycowy płaszcz Alustriel",
      "description": "<p>Przez czas trwania blask księżyca wypełnia Emanację o promieniu 20 stóp roztaczającą się od ciebie Słabym światłem. Przebywając w tym obszarze, ty i twoi sojusznicy macie Połowiczną osłonę oraz Odporność na obrażenia od zimna, elektryczności i światłości.</p><p>Gdy czar trwa, możesz skorzystać z jednej z poniższych opcji, co natychmiast kończy jego działanie:</p><p><strong>Wyzwolenie. </strong>Gdy nie powiedzie ci się rzut obronny, aby uniknąć lub zakończyć stan &amp;Reference[Frightened], &amp;Reference[Grappled] lub &amp;Reference[Restrained], możesz użyć Reakcji aby odnieść sukces w tym rzucie obronnym.</p><p><strong>Wytchnienie. </strong>Akcją magii ty lub sojusznik w obszarze odzyskuje Punkty wytrzymałości równe 4k10 + twój modyfikator z cechy bazowej.</p>",
      "materials": "kamień księżycowy o wartości 50+ GP",
      "activities": {
        "Liberation": {
          "name": "Wyzwolenie",
          "condition": "nie powiedzie ci się rzut obronny, aby uniknąć lub zakończyć stan Przerażony, Pochwycony lub Unieruchomiony"
        },
        "Respite": {
          "name": "Wytchnienie",
          "target": "w obszarze"
        },
        "Cast": {
          "name": "Rzucanie"
        }
      },
      "effects": {
        "Moonlight": {
          "name": "Blask księżyca",
          "description": "<p>While in that area, you and your allies have Half Cover and Resistance to Cold, Lightning, and Radiant damage.</p>"
        }
      }
    },
    "Amethyst Dragon Den": {
      "name": "Amethyst Dragon Den",
      "description": "<p>Level 5 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Purple Dragon Knights</p><p><strong>Space:</strong> Vast</p><p><strong>Hirelings:</strong> 1</p><p><strong>Order:</strong> Empower</p><p>This den for an amethyst dragon is an enclosed open chamber with a pool, and one of its entrances is underwater. The facility’s hireling maintains the den and helps any visiting amethyst dragons feel comfortable.</p><p><em><strong>Empower: Psionic Defenses.</strong></em> When you issue the Empower order to this facility, latent draconic power fills the facility, allowing you to train in psionic combat. This training takes 8 hours per day for 7 days, after which you gain Resistance to Psychic damage. This benefit lasts for 7 days.</p>"
    },
    "Aura of Elemental Shielding": {
      "name": "Aura of Elemental Shielding",
      "description": "<p>Choose one of the following damage types: Acid, Cold, Fire, Lightning, or Thunder. You and your allies have Resistance to that damage type while in your Aura of Protection.</p><p>At the start of each of your turns, you can change the damage type affected by this feature to one of the other listed options (no action required).</p>",
      "activities": {
        "Apply Resistance": {
          "name": "Apply Resistance",
          "duration": "while in your Aura of Protection"
        }
      },
      "effects": {
        "Cold Shielding": {
          "name": "Cold Shielding",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofOngAuraofElem inline]</p>"
        },
        "Acid Shielding": {
          "name": "Acid Shielding",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofOngAuraofElem inline]</p>"
        },
        "Fire Shielding": {
          "name": "Fire Shielding",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofOngAuraofElem inline]</p>"
        },
        "Lightning Shielding": {
          "name": "Lightning Shielding",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofOngAuraofElem inline]</p>"
        },
        "Thunder Shielding": {
          "name": "Thunder Shielding",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofOngAuraofElem inline]</p>"
        }
      }
    },
    "Aura of Malevolence": {
      "name": "Aura of Malevolence",
      "description": "<p>You radiate malignant power associated with one of the Dead Three. When you use [[/item Bloodthirst]] and teleport, each creature of your choice within 10 feet of either the space you left or your destination space (your choice) takes damage equal to your Intelligence modifier; the damage type is the same as the damage Resistance granted by your choice in the Dread Allegiance feature. Damage dealt by this feature ignores Resistance.</p><section class=\"secret\" id=\"secret-96MheiNO3fejQedk\"><p><strong>Foundry Note</strong></p><p>This use of this feature will consume a use of the Bloodthirst feature.</p></section>"
    },
    "Backlash": {
      "name": "Odwet",
      "description": "<p>Osłaniasz się przed niszczycielską energią, zmniejszając otrzymane obrażenia o 4k6 + twój modyfikator z cechy bazowej.</p><p>Jeśli wyzwalające obrażenia pochodziły od istoty w zasięgu, możesz zmusić ją do wykonania rzutu obronnego na Kondycję. Istota otrzymuje 4k6 obrażeń od mocy przy nieudanym rzucie obronnym albo połowę tych obrażeń przy udanym.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Zmniejszenie obrażeń oraz obrażenia od mocy z tego czaru zwiększają się o 1k6 za każdy krąg komórki czaru powyżej 4.</p>",
      "activation": "w odpowiedzi na otrzymane obrażenia",
      "activities": {
        "Cast": {
          "name": "Rzucanie",
          "roll": "Redukcja obrażeń"
        },
        "Creature Backlash": {
          "name": "Odwet istoty",
          "condition": "obrażenia zostały zadane przez istotę znajdującą się w zasięgu"
        }
      }
    },
    "Banneret": {
      "name": "Banneret",
      "description": "<blockquote><p>Rally Fellow Heroes with Inspiring Leadership</p></blockquote><p>Bannerets are paragons of valor and leadership who protect the innocent and rally fellow adventurers to the causes of justice and freedom. Many are knights serving in Cormyr, the Silver Marches, Damara, Chessenta, or other lands across Faerûn. They wander the realms as knights errant, taking the fight against evil beyond their kingdom’s borders.</p><p>A Banneret relies on judgment, bravery, and fidelity to the code of chivalry to guide them in defeating evildoers. A lone Banneret is a skilled warrior, but when leading a band of allies one of these warriors can transform even a poorly equipped militia into a ferocious war band.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Blade of Disaster": {
      "name": "Ostrze katastrofy",
      "description": "<p>Tworzysz sferalne rozdarcie o długości 3 stóp, w kształcie ostrza , które istnieje się przez czas trwania czaru. Rozdarcie pojawia się w zasięgu w wybranej przez ciebie przestrzeni, a ty możesz natychmiast wykonać do dwóch ataków wręcz czarem, każdy przeciwko istocie lub obiektowi w odległości do 5 stóp od rozdarcia. Przy trafieniu cel otrzymuje 10k6 obrażeń od mocy. Ten atak powoduje trafienie krytyczne, jeśli wynik na k20 wynosi 18 lub więcej.</p><p>Akcją dodatkową w swoich kolejnych turach możesz przesunąć rozdarcie do 60 stóp i powtórzyć dwa ataki przeciwko istocie lub obiektowi w odległości do 5 stóp od niego. Możesz skierować oba ataki na ten sam cel lub na różne cele.</p><p>Ostrze może nieszkodliwie przenikać przez każdą barierę, w tym stworzoną przez czary takie jak <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplWallofForc]</em>.</p>",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        }
      }
    },
    "Bladesinger": {
      "name": "Bladesinger",
      "description": "<blockquote><p>Wield Weapon and Wizardry in Elegant Tandem</p></blockquote><p>Bladesingers master a tradition of wizardry that incorporates swordplay and dance. In combat, a Bladesinger uses intricate, elegant maneuvers that fend off harm and allow the Bladesinger to channel magic into devastating attacks and a cunning defense. Many who have observed a Bladesinger at work remember the display as one of the more beautiful experiences in their lif­e—a glorious dance accompanied by a singing blade.</p><p>Bladesinging is associated with the ancient elven societies that first mastered the art and coined the term. Even today, most Bladesingers still hail from old elven realms, such as Myth Drannor, or from non-elven societies that share land and history with elves, such as the Silver Marches. Wherever they hail from, Bladesingers take their talents all across the Realms to help common people and perform heroic deeds. Most communities greet the arrival of a Bladesinger as a good omen.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Bladesong": {
      "name": "Bladesong",
      "description": "<p>As a Bonus Action, you invoke an elven magic called the Bladesong, provided you aren’t wearing armor or using a Shield.</p><p>The Bladesong lasts for 1 minute and ends early if you have the Incapacitated condition, if you don armor or a Shield, or if you use two hands to make an attack with a weapon. You can dismiss the Bladesong at any time (no action required).</p><p>While the Bladesong is active, you gain the following benefits. You can invoke the Bladesong a number of times equal to your Intelligence modifier ([[lookup @abilities.int.mod]]{0}, minimum of once), and you regain all expended uses when you finish a Long Rest. You regain one expended use when you use Arcane Recovery.</p><p><em><strong>Agility.</strong></em> You gain a bonus to your AC equal to your Intelligence modifier (minimum of +1), and your Speed increases by 10 feet. In addition, you have Advantage on Dexterity (Acrobatics) checks.</p><p><em><strong>Bladework.</strong></em> Whenever you attack with a weapon with which you have proficiency, you can use your Intelligence modifier for the attack and damage rolls instead of using Strength or Dexterity.</p><p><em><strong>Focus.</strong></em> When you make a Constitution saving throw to maintain Concentration, you can add your Intelligence modifier to the total.</p><section id=\"secret-PYLkGuyEr8KoysnM\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>The included Active Effect does not modify the ability used for attack and damage rolls. This change should be made in the <strong>Attack</strong> activity of the weapon in use.</p></section>",
      "activities": {
        "Invoke Bladesong": {
          "name": "Invoke Bladesong"
        },
        "Regain Use (Arcane Recovery)": {
          "name": "Regain Use (Arcane Recovery)",
          "condition": "when you use Arcane Recovery"
        }
      },
      "effects": {
        "Bladesong": {
          "name": "Bladesong",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofBldBladesong0 inline]</p>"
        }
      }
    },
    "Blessing of Moonlight": {
      "name": "Dar blasku księżyca",
      "description": "<p>You always have the <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplMoonbeam00]{Moonbeam}</em> spell prepared.</p><p>When you cast <em>Moonbeam</em>, you can modify the spell so that you glow faintly while the spell is active. While glowing, you shed Dim Light out to 5 feet, and whenever a creature fails its saving throw against the effects of this <em>Moonbeam</em>, another creature of your choice that you can see within 60 feet of yourself regains [[/heal]]{2d4} Hit Points.</p><p>Once you use this feature to modify a casting of <em>Moonbeam</em>, you can’t use it again until you finish a Long Rest.</p>",
      "activities": {
        "Moonlight Healing": {
          "name": "Moonlight Healing",
          "condition": "whenever a creature fails its saving throw against the effects of this modified casting of Moonbeam"
        },
        "Modify Moonbeam": {
          "name": "Modify Moonbeam"
        },
        "Modified Save (Blessing of Moonlight)": {
          "name": "Modified Save (Blessing of Moonlight)"
        }
      },
      "effects": {
        "Blessed by Moonlight": {
          "name": "Blessed by Moonlight",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofComBlessingof inline]</p>"
        },
        "Blessing of Moonlight": {
          "name": "Dar blasku księżyca"
        }
      },
      "advancement": {
        "Blessing of Moonlight": {
          "title": "Dar blasku księżyca"
        }
      }
    },
    "Blessings of Knowledge": {
      "name": "Blessings of Knowledge",
      "description": "<p>You gain proficiency with one type of Artisan’s Tools of your choice and in two of the following skills of your choice: Arcana, History, Nature, or Religion. You have Expertise in those two skills.</p>",
      "advancement": {
        "Artisan Tool Proficiency": {
          "title": "Artisan Tool Proficiency"
        },
        "Skill Expertise": {
          "title": "Skill Expertise"
        }
      }
    },
    "Bloodthirst": {
      "name": "Bloodthirst",
      "description": "<p>When an enemy you can see within 30 feet of yourself takes damage and is Bloodied after taking that damage but not killed outright, you can take a Reaction and teleport to an unoccupied space you can see within 5 feet of that enemy. You can then make one melee attack. You can use this feature a number of times equal to your Intelligence modifier ([[lookup @abilities.int.mod]]{0}, minimum of once), and you regain all expended uses when you finish a Long Rest.</p>",
      "activities": {
        "Expend Use": {
          "name": "Wykorzystaj użycie"
        }
      }
    },
    "Boon of Bloodshed": {
      "name": "Boon of Bloodshed",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 30.</p><p><em><strong>Killer’s Fortune.</strong></em> When an enemy you can see is reduced to 0 Hit Points, you gain Advantage on the next attack roll you make before the end of your next turn.</p><p><em><strong>Power from Pain. </strong></em>Once per turn, when you make an attack roll while Bloodied, you can deal extra damage to the target equal to your Proficiency Bonus. The extra damage’s type is the same as the attack’s type.</p><section class=\"secret\" id=\"secret-WvuADIcjQEUm317J\"><p><strong>Foundry Note</strong></p><p>This feature includes a \"Killer's Fortune\" <strong>Active Effect (AE)</strong> that can be used as a reminder but does not automate the attack Advantage. Additionally, the \"Power from Pain\" <strong>AE</strong> grants an attack roll damage bonus only when bloodied and should be disabled after its first use per turn.</p></section>",
      "activities": {
        "Killer’s Fortune": {
          "name": "Killer’s Fortune",
          "condition": "an enemy you can see is reduced to 0 Hit Points"
        },
        "Power from Pain": {
          "name": "Power from Pain",
          "condition": "you make an attack roll while Bloodied"
        }
      },
      "effects": {
        "Killer's Fortune (Attack Advantage)": {
          "name": "Killer's Fortune (Attack Advantage)",
          "description": "<p>You gain Advantage on the next attack roll you make before the end of your next turn.</p>"
        },
        "Power from Pain (Bloodied Damage)": {
          "name": "Power from Pain (Bloodied Damage)",
          "description": "<p>Once per turn, when you make an attack roll while Bloodied, you can deal extra damage to the target equal to your Proficiency Bonus.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase one ability score of your choice by 1, to a maximum of 30."
        }
      }
    },
    "Boon of Bountiful Health": {
      "name": "Boon of Bountiful Health",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 30.</p><p><em><strong>Augmented Health.</strong></em> When you gain Temporary Hit Points, increase the number of Temporary Hit Points you gain by 5.</p><p><em><strong>Superior Recuperation.</strong></em> When you spend one or more Hit Point Dice to regain Hit Points, you can instead use the highest number possible for each die.</p><section id=\"secret-7TCmUUwJyXSUFkkF\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>Multiple <strong>Superior Recuperation</strong> activities are provided, which can be used in lieu of the standard Hit Dice rolling application and will use the highest possible roll for each die size.</p></section>",
      "activities": {
        "Augmented Health": {
          "name": "Augmented Health",
          "condition": "you gain Temporary Hit Points"
        },
        "Superior Recuperation (d12)": {
          "name": "Superior Recuperation (d12)",
          "condition": "you spend one or more d12 Hit Point Dice to regain Hit Points"
        },
        "Superior Recuperation (d10)": {
          "name": "Superior Recuperation (d10)",
          "condition": "you spend one or more d10 Hit Point Dice to regain Hit Points"
        },
        "Superior Recuperation (d8)": {
          "name": "Superior Recuperation (d8)",
          "condition": "you spend one or more d8 Hit Point Dice to regain Hit Points"
        },
        "Superior Recuperation (d6)": {
          "name": "Superior Recuperation (d6)",
          "condition": "you spend one or more d6 Hit Point Dice to regain Hit Points"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase one ability score of your choice by 1, to a maximum of 30."
        }
      }
    },
    "Boon of Communication": {
      "name": "Boon of Communication",
      "description": "<p><em>Epic Boon Feat (Prerequisite: Level 19+)</em></p><p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30.</p><p><em><strong>Cunning Speaker.</strong></em> You don’t have Disadvantage on ability checks to influence Hostile creatures.</p><p><em><strong>Gifted Interpreter.</strong></em> You understand the literal meaning of any language you hear or see signed, and you can understand the literal meaning of any written language you see.</p><p><em><strong>Mental Communication.</strong></em> You gain telepathy with a range of 120 feet.</p>",
      "effects": {
        "Mental Communication": {
          "name": "Mental Communication",
          "description": "<p>You gain telepathy with a range of 120 feet.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30."
        }
      }
    },
    "Boon of Desperate Resilience": {
      "name": "Boon of Desperate Resilience",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Strength or Constitution score by 1, to a maximum of 30.</p><p><em><strong>Defense of Body and Mind.</strong></em> While you are Bloodied, you have Resistance to every damage type except Force.</p><section class=\"secret\" id=\"secret-OwHxhu5eLRikQpVO\"><p><strong>Foundry Note</strong></p><p>This feature provides an <strong>Active Effect (AE)</strong> that will modify your damage resistances. You can enable this damage resistances on your sheet's <strong>Effects Tab</strong>, or apply it via the provided Activity, when Bloodied</p></section>",
      "activities": {
        "Defense of Body and Mind": {
          "name": "Defense of Body and Mind",
          "condition": "when you are Bloodied",
          "duration": "while you are Bloodied"
        }
      },
      "effects": {
        "Damage Resistance (Bloodied)": {
          "name": "Damage Resistance (Bloodied)",
          "description": "<p>While you are Bloodied, you have Resistance to every damage type except Force.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Strength or Constitution score by 1, to a maximum of 30."
        }
      }
    },
    "Boon of Exquisite Radiance": {
      "name": "Boon of Exquisite Radiance",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 30.</p><p><em><strong>Eternal Rest.</strong></em> Creatures you reduce to 0 Hit Points can’t become Undead.</p><p><em><strong>Powerful Radiance.</strong></em> When you make a damage roll that deals Radiant damage, you can instead use the highest number possible for each damage die. Once you use this benefit, you can’t do so again until you finish a Long Rest.</p>",
      "activities": {
        "Powerful Radiance": {
          "name": "Powerful Radiance",
          "condition": "you make a damage roll that deals Radiant damage"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase one ability score of your choice by 1, to a maximum of 30."
        }
      }
    },
    "Boon of Fluid Forms": {
      "name": "Boon of Fluid Forms",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30.</p><p><em><strong>Shapechanger.</strong></em> You can take a Magic action to shape-shift into a Beast, Humanoid, or Monstrosity with a Challenge Rating no higher than 10. When you shape-shift, you gain a number of Temporary Hit Points equal to the Hit Points of the form. The shape-shifting effect lasts for 1 hour, and it ends early if you have no Temporary Hit Points left or if you take a Magic action to return to your true form.</p><p>Your game statistics are replaced by the stat block of the chosen form, but you retain your creature type; alignment; personality; Intelligence, Wisdom, and Charisma scores; Hit Points; Hit Point Dice; proficiencies; and ability to communicate. If you have the Spellcasting or Pact Magic feature, you retain it too. Upon shape-shifting, you determine whether your equipment drops to the ground or changes in size and shape to fit the new form while you’re in it.</p><p>Once you use this benefit, you can’t do so again until you finish a Long Rest.</p><p><em><strong>Hardy Transformation.</strong></em> When you gain Temporary Hit Points when you shape-shift, increase that number of Temporary Hit Points by 20.</p><section class=\"secret\" id=\"secret-y7018g5gKljzmUqN\"><p><strong>Foundry Note</strong></p><p>The additional 20 temporary hit points from <strong>Hardy Transformation</strong> is included with the <strong>Shapechanger</strong> activity.</p></section>",
      "activities": {
        "Shapechanger": {
          "name": "Shapechanger"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30."
        }
      }
    },
    "Boon of Fortune’s Favor": {
      "name": "Boon of Fortune’s Favor",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 30.</p><p><em><strong>Saving Throw Reroll.</strong></em> When you fail a saving throw, you can reroll it and must use the new roll. Once you use this benefit, you can’t do so again until the start of your next turn.</p>",
      "activities": {
        "Saving Throw Reroll": {
          "name": "Saving Throw Reroll",
          "condition": "you fail a saving throw"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase one ability score of your choice by 1, to a maximum of 30."
        }
      }
    },
    "Boon of Poison Mastery": {
      "name": "Boon of Poison Mastery",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 30.</p><p><em><strong>Antitoxic.</strong></em> You have Immunity to Poison damage and the Poisoned condition.</p><p><em><strong>Perfect Poisoner.</strong></em> Once per turn, when you roll dice to determine Poison damage a creature takes from your attack, spell, or feature, you can instead use the highest number possible for each die.</p>",
      "activities": {
        "Perfect Poisoner": {
          "name": "Perfect Poisoner",
          "condition": "you roll dice to determine Poison damage"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase one ability score of your choice by 1, to a maximum of 30."
        },
        "Antitoxic": {
          "title": "Antitoxic",
          "hint": "You have Immunity to Poison damage and the Poisoned condition."
        }
      }
    },
    "Boon of Revelry": {
      "name": "Boon of Revelry",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30.</p><p><em><strong>Inspire Dance.</strong></em> You always have the <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplOttosIrres]{Otto’s Irresistible Dance}</em> spell prepared. You can cast it once without a spell slot, and you regain the ability to cast it that way when you finish a Long Rest. You can also cast the spell using any spell slots you have of the appropriate level.</p><p>When you cast the spell, it requires no spell components, and taking damage doesn’t break your Concentration on it.</p><p><em><strong>Sing Out.</strong></em> While a creature that failed its saving throw against your <em>Otto’s Irresistible Dance</em> has the Charmed condition from that spell, it can’t cast spells with Verbal components, and it sings delightful nonsense if it can sing.</p>",
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30."
        },
        "Feat Spell": {
          "title": "Feat Spell",
          "hint": "You can also cast this spell using any spell slots you have of the appropriate level. When you cast the spell, it requires no spell components, and taking damage doesn’t break your Concentration on it."
        }
      }
    },
    "Boon of Terror": {
      "name": "Boon of Terror",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Charisma score by 1, to a maximum of 30.</p><p><em><strong>Fearless.</strong></em> You have Immunity to the Frightened condition.</p><p><em><strong>Flee, Fools!</strong></em> When a creature with the Frightened condition starts its turn within 60 feet of you, you can take a &amp;Reference[reaction]{Reaction} to stoke its terror, provided you can see the creature and it isn’t behind &amp;Reference[totalcover]. If you do so, the creature must succeed on a Wisdom saving throw (DC 8 plus your Charisma modifier and your Proficiency Bonus) or spend its turn moving away from you by the fastest available means. Once you use this benefit, you can’t use it again until you finish a Short or Long Rest.</p><p><em><strong>Intimidating.</strong></em> You gain Proficiency in the Intimidation skill if you don’t already have it. You also gain Expertise in Intimidation.</p>",
      "activities": {
        "Flee, Fools!": {
          "name": "Flee, Fools!",
          "condition": "a target with the Frightened condition starts its turn within range"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Charisma score by 1, to a maximum of 30."
        },
        "Feat Skill": {
          "title": "Feat Skill",
          "hint": "Your feat grants you Proficiency in the Intimidation skill if you don’t already have it. You also gain Expertise in Intimidation."
        },
        "Feat Condition Immunity": {
          "title": "Feat Condition Immunity"
        }
      }
    },
    "Boon of the Bright Sun": {
      "name": "Boon of the Bright Sun",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Constitution, Wisdom, or Charisma score by 1, to a maximum of 30.</p><p><em><strong>Daylight Presence.</strong></em> As a Bonus Action, you radiate a 30-foot Emanation of Bright Light that is sunlight. If any of the Emanation’s area overlaps with an area of Darkness created by a spell, that spell is dispelled. The Emanation lasts until you dismiss it (no action required), die, or have the Incapacitated condition.</p><p><em><strong>Fortifying Light.</strong></em> When your Daylight Presence is active, at the start of each of your turns, you and allies you can see in your Daylight Presence gain 10 Temporary Hit Points.</p>",
      "activities": {
        "Fortifying Light": {
          "name": "Fortifying Light",
          "condition": "Daylight Presence is active",
          "target": "including self"
        },
        "Toggle Daylight Presence": {
          "name": "Toggle Daylight Presence"
        }
      },
      "effects": {
        "Daylight Presence": {
          "name": "Daylight Presence",
          "changes": {
            "name": "{} (Aktywny)"
          }
        },
        "Xemk0WJIPaPsL6lx": {
          "name": "Daylight Presence",
          "description": "<p>The Emanation lasts until you dismiss it (no action required), die, or have the Incapacitated condition.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Constitution, Wisdom, or Charisma score by 1, to a maximum of 30."
        }
      }
    },
    "Boon of the Furious Storm": {
      "name": "Boon of the Furious Storm",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30.</p><p><em><strong>Eye of the Storm.</strong></em> You have Resistance to Lightning and Thunder damage. While you are Bloodied, you have Immunity to Lightning and Thunder damage.</p><p><em><strong>Storm’s Strength.</strong></em> Creatures have Disadvantage on saving throws against your spells that deal Lightning or Thunder damage.</p>",
      "activities": {
        "Eye of the Storm": {
          "name": "Eye of the Storm",
          "duration": "while you are Bloodied"
        }
      },
      "effects": {
        "Damage Immunity (Bloodied)": {
          "name": "Damage Immunity (Bloodied)",
          "description": "<p>While you are Bloodied, you have Immunity to Lightning and Thunder damage.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 30."
        },
        "Feat Damage Resistance": {
          "title": "Feat Damage Resistance"
        }
      }
    },
    "Boon of the Soul Drinker": {
      "name": "Boon of the Soul Drinker",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 30.</p><p><em><strong>Grave Resistance.</strong></em> You have Resistance to Cold damage and Necrotic damage.</p><p><em><strong>Siphon Life.</strong></em> When an enemy within 120 feet of you is reduced to 0 Hit Points, you can take a Reaction to regain 50 Hit Points. Once you use this benefit, you can’t use it again until you finish a Short or Long Rest.</p>",
      "activities": {
        "Siphon Life": {
          "name": "Siphon Life",
          "condition": "an enemy within range is reduced to 0 Hit Points"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase one ability score of your choice by 1, to a maximum of 30."
        },
        "Feat Damage Resistance": {
          "title": "Feat Damage Resistance"
        }
      }
    },
    "Cacophonic Shield": {
      "name": "Kakofoniczna tarcza",
      "description": "<p>Grzmiące wibracje wypełniają Emanację o promieniu 10 stóp roztaczającą się od ciebie przez czas trwania czaru. Za każdym razem, gdy Emanacja wejdzie w przestrzeń istoty oraz gdy istota znajdzie się w Emanacji lub zakończy w niej swoją turę, musi wykonać rzut obronny na Kondycję. Przy nieudanym rzucie istota otrzymuje 3k6 obrażeń od dźwięku i ma stan &amp;Reference[Deafened] do początku twojej następnej tury. Przy udanym rzucie otrzymuje tylko połowę tych obrażeń. Istota wykonuje ten rzut tylko raz na turę. Gdy rzucasz ten czar, możesz wyznaczyć istoty, na które jego działanie nie wpływa.</p><p>Dodatkowo masz Odporność na obrażenia od dźwięku, a testy ataku dystansowego przeciwko tobie są wykonywane z Utrudnieniem.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Obrażenia zwiększają się o 1k6 za każdy krąg komórki czaru powyżej 3.</p>",
      "activities": {
        "Cast and Save": {
          "name": "Rzuć czar i Obrona"
        }
      },
      "effects": {
        "Shielded": {
          "name": "Osłonięty",
          "description": "<p>Masz Odporność na obrażenia od dźwięku, a testy ataku dystansowego przeciwko tobie są wykonywane z Utrudnieniem.</p>"
        },
        "Deafened": {
          "name": "Głuchy",
          "description": "<p>Istota ma stan Ogłuchły do początku twojej następnej tury.</p>"
        }
      }
    },
    "Chilling Retribution": {
      "name": "Chilling Retribution",
      "description": "<p>When a creature hits you with an attack roll, you can take a Reaction to force the creature to make a Wisdom saving throw against your spell save DC. On a failed save, the target has the Stunned condition until the end of your next turn. While the target is Stunned, its Speed is reduced to 0 feet.</p><p>You can use this feature a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses when you finish a Long Rest.</p>",
      "activities": {
        "save": {
          "condition": "Kiedy istota trafi cię testem ataku"
        }
      },
      "effects": {
        "Stunned (Chilled)": {
          "name": "Stunned (Chilled)",
          "description": "<p>The target has the Stunned condition until the end of your next turn. While the target is Stunned, its Speed is reduced to 0 feet.</p>"
        }
      }
    },
    "Chondathan Freebooter": {
      "name": "Chondathański korsarz",
      "description": "<p><strong>Wartości Cech:</strong> Siła, Zręczność, Mądrość</p><p><strong>Atut:</strong> @UUID[Compendium.dnd-players-handbook.feats.Item.phbftSkilled0000]</p><p><strong>Biegłości w Umiejętnościach:</strong> Atletyka i Zwinne dłonie</p><p><strong>Biegłość w Narzędziach:</strong> Narzędzia tkacza</p><p><strong>Ekwipunek:</strong> Wybierz A lub B: (A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepDagger0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulWeaversToo], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBackpack000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBallBearing], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBasket00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBedroll0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBucket00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.xP6OWuEaxQbDUfJV] (zapasy na 3 dni), @UUID[Compendium.dnd-players-handbook.equipment.Item.x8jC9e00t4cUYiKR], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagSignalWhist], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], [[/award 38GP]]; lub (B) [[/award 50GP]]</p><p>Choć większość młodzieży w Chondath akceptuje czteroletni obowiązek służby wojskowej, buntowałeś się przeciwko tej autorytarnej próbie kontrolowania twojego życia. Wyrzekłeś się obywatelstwa, porzuciłeś nadane ci imię i pracowałeś jako korsarz na pierwszym statku, który chciał cię przyjąć. Od tamtej pory przemierzałeś Przesmyk Vilhon. Choć nigdy nie odpływałeś dalej niż kilkadziesiąt lig od lądu, nadrabiasz to rozległymi lokalnymi kontaktami i szerokim zakresem swoich doświadczeń.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Siły, Zręczności i Mądrości; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Atletyce i Zwinnych dłoniach. Zapewnia ci również biegłość w Narzędziach tkacza."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Uzdolniony."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        }
      }
    },
    "Cold Caster": {
      "name": "Cold Caster",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em><strong> </strong>Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Cantrip.</strong></em><strong> </strong>You learn the <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplRayofFrost]{Ray of Frost}</em> cantrip. If you already know it, you learn a different Wizard cantrip of your choice. The spell’s spellcasting ability is the ability increased by this feat.</p><p><em><strong>Frostbite. </strong></em>Once per turn when you hit a creature with an attack roll and deal Cold damage, you can temporarily negate the creature’s defenses. The creature subtracts [[/r 1d4]] from the next saving throw it makes before the end of your next turn.</p>",
      "activities": {
        "Negate Creature’s Defense": {
          "name": "Negate Creature’s Defense"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20."
        },
        "Feat Spell": {
          "title": "Feat Spell",
          "hint": "You learn the Ray of Frost cantrip. If you already know it, you learn a different Wizard cantrip of your choice."
        }
      }
    },
    "College of the Moon": {
      "name": "College of the Moon",
      "description": "<blockquote><p>Inspire Allies with Primal Tales</p></blockquote><p>The College of the Moon traces its origins to the ancient druidic circles of the Moonshae Isles, who entrusted the first Bards of this tradition with chronicling the stories of the islands and their people. Bards of this college draw from the isles’ fey magic and the primal power of the moonwells to bolster their allies, protect the natural world, and inspire their bardic works.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Conjure Constructs": {
      "name": "Wyczarowanie konstruktów",
      "description": "<p>Wyczarowujesz grupę niematerialnych, uporządkowanych duchów, które pojawiają się jako Średnia grupa modronów lub innych Konstruktów w niezajętej przestrzeni, którą widzisz w zasięgu. Duchy istnieją się przez czas trwania czaru.</p><p>Gdy rzucasz ten czar oraz akcją Magii w kolejnych turach, możesz rozkazać duchom obrać za cel jedną istotę lub obiekt, który widzisz w odległości do 5 stóp od nich, i wywołać jeden z poniższych efektów:</p><p><strong>Mechaniczna siła.</strong> Cel wykonuje rzut obronny na Zręczność, otrzymując 3k6 obrażeń od mocy przy nieudanym rzucie albo połowę tych obrażeń przy udanym.</p><p><strong>Osłona porządku.</strong> Cel zyskuje tymczasowe punkty wytrzymałości równe 1k6 + twój modyfikator z cechy bazowej.</p><p>Gdy poruszasz się w swojej turze, możesz także przesunąć duchy do 30 stóp do niezajętej przestrzeni, którą widzisz.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Obrażenia oraz tymczasowe punkty wytrzymałości zwiększają się o 1k6 za każdy krąg komórki czaru powyżej 3.</p>",
      "materials": "mosiężny trybik",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        }
      }
    },
    "Crown of Spellfire": {
      "name": "Crown of Spellfire",
      "description": "<p>When you use Innate Sorcery, you can alter it and infuse yourself with the essence of spellfire, gaining the following benefits while this use of Innate Sorcery is active. Once you use this feature to alter Innate Sorcery, you can’t use it again until you finish a Long Rest unless you spend 5 Sorcery Points (no action required) to restore your use of it.</p><p><em><strong>Burning Life Force.</strong></em> Once per turn when you are hit by an attack roll, you can expend a number of Hit Point Dice, up to a maximum equal to your Charisma modifier (minimum of one). Roll the expended dice, and reduce the amount of damage from that attack equal to the total rolled.</p><p><em><strong>Flight.</strong></em> You gain a Fly Speed of 60 feet and can hover.</p><p><em><strong>Spell Avoidance.</strong></em> When you’re subjected to a spell or magical effect that allows you to make a saving throw to take only half damage, you instead take no damage if you succeed on the save and only half damage if you fail. You can’t use this benefit if you have the Incapacitated condition.</p><section class=\"secret\" id=\"secret-2dbSB5SQFmvO1ZHQ\"><p><strong>Foundry Note</strong></p><p>The <strong>Activate Spellfire</strong> activity has several effects when used:</p><ol><li><p>It <strong>consumes</strong> one use of the feature.</p></li><li><p>It changes the name of the activity from \"Activate Spellfire\" to \"<strong>Disable Spellfire.</strong>\"</p></li><li><p>It reveals the \"<strong>Burning Lifeforce (d6)</strong>\" activity in feature, allowing you to roll for damage reduction based on the number of hit dice (HD) you choose to consume, up to your Charisma modifier.</p></li><li><p>It reveals the \"<strong>Spell Avoidance</strong>\" activity in the feature, which you can use while Crown of Spellfire is active. This sub-feature as no automation and requires manual adjudication to resolve.</p></li></ol><p>Clicking on \"<strong>Disable Spellfire\"</strong> will hide the \"Burning Lifeforce (d6)\" and \"Spell Avoidance\" activities, and revert the name back to \"Activate Spellfire.\"</p><p>Please note that the \"Burning Lifeforce\" activity will deduct <strong>Sorcerer denomination hit dice (d6)</strong>. It will not consume hit dice of different denominations if you multiclass into a subclass that does not use d6.</p></section>",
      "activities": {
        "Recover Use": {
          "name": "Recover Use"
        },
        "Activate Spellfire": {
          "name": "Activate Spellfire",
          "condition": "When you use Innate Sorcery"
        },
        "Burning Life Force (d6)": {
          "name": "Burning Life Force (d6)",
          "roll": "Redukcja obrażeń",
          "condition": "You are hit by an attack roll"
        },
        "Spell Avoidance": {
          "name": "Spell Avoidance",
          "condition": "When you’re subjected to a spell or magical effect that allows you to make a saving throw"
        }
      },
      "effects": {
        "Fly 60 ft.": {
          "name": "Fly 60 ft.",
          "description": "<p>ST rzutu obronnego przeciwko twoim czarom zaklinacza zwiększa się o 1. (Zautomatyzowane)</p><p>Masz Ułatwienie przy testach ataku czarami zaklinacza, które rzucasz. (Niezautomatyzowane)</p>"
        },
        "Crown of Spellfire": {
          "name": "Crown of Spellfire",
          "changes": {
            "activities[enchant].name": "Disable Spellfire",
            "name": "{} (Aktywny)"
          }
        }
      }
    },
    "Cult of the Dragon Archive": {
      "name": "Cult of the Dragon Archive",
      "description": "<p>Level 13 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Cult of the Dragon</p><p><strong>Space:</strong> Roomy</p><p><strong>Hirelings:</strong> 1</p><p><strong>Order:</strong> Research</p><p>A Cult of the Dragon Archive contains extensive records on specific topics, including dragons.</p><p><em><strong>Research: Helpful Lore.</strong></em> When you issue the Research order to this facility, you commission the facility’s hireling to search the archive for lore. The work takes 7 days. The hireling gains knowledge as if they had cast the<em> Legend Lore</em> spell, then shares this knowledge with you the next time you speak with them.</p><p><em><strong>Reference Books.</strong></em> Your Cult of the Dragon Archive contains a collection of draconic lore. You have Advantage on Intelligence (Nature or Religion) checks you make in your Bastion when you take the Study action to recall lore about Dragons, Tiamat, or the Cult of the Dragon.</p><p><em><strong>Enlarging the Facility.</strong></em> You can enlarge your Cult of the Dragon Archive to a Vast facility by spending 2,000 GP. If you do so, you gain two reference books chosen from those listed in the @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgBastions00000.JournalEntryPage.grKY1o6q5Qfyzr1a#archive]{Archive entry} in chapter 8 of the <em>Dungeon Master’s Guide</em>.</p>"
    },
    "Cult of the Dragon Initiate": {
      "name": "Cult of the Dragon Initiate",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Dragon’s Tongue.</strong></em> You know Draconic. If you already know Draconic when you select this feat, you instead learn one language of your choice from the language tables in the <em>Player’s Handbook</em> or chapter 2 of this book.</p><p><em><strong>Dragon’s Terror.</strong></em> You can take a Magic action to instill terror in a creature you can see within 30 feet of yourself. The target must succeed on a Wisdom saving throw (DC 8 plus your Wisdom modifier and Proficiency Bonus) or have the &amp;Reference[Frightened apply=false]{Frightened} condition until the end of your next turn. If the target succeeds on the save or when the effect ends for a target, the target is immune to this effect for 24 hours.</p><p><em><strong>Inspired by Fear.</strong></em> When you cause a creature to have the Frightened condition and you are the source of its fear, you can gain Heroic Inspiration if you lack it. Once you use this benefit, you can’t use it again until you finish a Short or Long Rest.</p>",
      "activities": {
        "Dragon's Terror": {
          "name": "Dragon's Terror",
          "target": "visible target"
        },
        "Inspired by Fear": {
          "name": "Inspired by Fear",
          "condition": "you cause a creature to have the Frightened condition and you are the source of its fear",
          "chatFlavor": "You gain Heroic Inspiration"
        }
      },
      "effects": {
        "Frightened": {
          "name": "Przerażony",
          "description": "<p>The target has the &amp;Reference[Frightened apply=false]{Frightened} condition until the end of your next turn. If the target succeeds on the save or when the effect ends for a target, the target is immune to this effect for 24 hours.</p>"
        }
      },
      "advancement": {
        "Dragon’s Tongue": {
          "title": "Dragon’s Tongue",
          "hint": "You know Draconic. If you already know Draconic when you select this feat, you instead learn one language of your choice."
        }
      }
    },
    "Dead Magic Dweller": {
      "name": "Mieszkaniec Martwej Magii",
      "description": "<p><strong>Wartości Cech: </strong>Siła, Kondycja, Mądrość</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftHealer00000]</p><p><strong>Biegłości w Umiejętnościach: </strong>Medycyna i Sztuka przetrwania</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia kaletnika</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepGreatclub0], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulLeatherwor], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBedroll0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBlanket0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagHealersKit0], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPole0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.xP6OWuEaxQbDUfJV] (zapasy na 3 dni), @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagTent0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.rIuY5ZDJh6ctfUwG], 5 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagTorch000000]{Pochodni}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagWaterskin00], [[/award 32GP]]; lub (B) [[/award 50GP]]</p><p>Strefy martwej magii na pustyni Anauroch są przekleństwem dla rzucających czary i potworów polegających na magii - właśnie dlatego uczyniłeś tam swoje miejsce życia. Być może uciekasz przed Czerwonymi Magami albo popadłeś w konflikt z potężnym dżinnem w Calimshan. Niezależnie od okoliczności uznałeś, że życie w Anauroch to twoja najlepsza opcja. Po długich miesiącach lub latach jesteś silniejszy, mądrzejszy i uzbrojony w ciężko zdobytą wiedzę o pustynnej medycynie oraz przetrwaniu na bezdrożach.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć wartości Siły, Wytrzymałości i Mądrości; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Medycynie i Sztuce przetrwania. Zapewnia ci również biegłość w Narzędziach kaletnika."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Uzdrowiciel."
        }
      }
    },
    "Death Armor": {
      "name": "Zbroja śmierci",
      "description": "<p>Przez czas trwania atramentowa aura otacza jedną istotę, której dotkniesz. Cel ma Ułatwienie w  Rzutach przeciw śmierci, a raz na turę, gdy istota w odległości do 5 stóp od celu trafi go testem ataku wręcz, napastnik otrzymuje [[/damage]] obrażeń.</p>",
      "materials": "an onyx worth 50+ GP",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        },
        "Retaliate": {
          "name": "Odwet",
          "condition": "once per turn, when hit by a target in range"
        }
      },
      "effects": {
        "Death Armor": {
          "name": "Zbroja śmierci",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofDeathArmor000 inline]</p>"
        }
      }
    },
    "Deryan's Helpful Homunculi": {
      "name": "Pomocne homunkulusy Deryan",
      "description": "<p>Przywołujesz grupę pomocnych duchów, które istnieją przez czas trwania czaru. Duchy przybierają postać homunkulusów lub innego wybranego przez ciebie Konstrukt, lecz są niematerialne i niewrażliwe na obrażenia oraz są traktowane jak posiadające biegłość umiejętności Wiedza tajemna oraz w zestawie Narzędzi rzemieślniczych użytych do rzucenia czaru.</p><p>Jeśli wytwarzasz przedmiot, duchy działają jako jeden pomocnik przy jego tworzeniu, skracając czas wytwarzania o połowę.</p>",
      "materials": "sproszkowane kamienie szlachetne o wartości co najmniej 100 szt. zł., które czar pochłania, oraz jeden zestaw narzędzi rzemieślniczych, w których masz biegłość",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        }
      },
      "effects": {
        "Helpful Homunculi": {
          "name": "Pomocny homunkulus",
          "description": "<p>Jeśli wytwarzasz przedmiot, duchy działają jako jeden pomocnik przy jego tworzeniu, skracając czas wytwarzania o połowę.</p>"
        }
      }
    },
    "Dirge": {
      "name": "Lament",
      "description": "<p>Śmiercionośna moc wypełnia Emanację o promieniu 60 stóp roztaczającą się od ciebie przez czas trwania czaru.</p><p>Gdy rzucasz ten czar, możesz wyznaczyć istoty, na które nie wpływa jego działanie. Każda inna istota nie może odzyskiwać Punktów wytrzymałości, przebywając w Emanacji. Za każdym razem, gdy Emanacja znajdzie się w przestrzeni istoty oraz gdy istota znajdzie się w Emanacji lub zakończy w niej swoją turę, wykonuje rzut obronny na Kondycję. Przy nieudanym rzucie istota otrzymuje 3k10 obrażeń nekrotycznych i ma stan &amp;Reference[Prone apply=false]. Przy udanym rzucie otrzymuje połowę tych obrażeń, a jej Szybkość jest zmniejszona o połowę. Istota wykonuje ten rzut tylko raz na turę.</p><p><em><strong>Rzucanie jako Czar Kręgu.</strong></em> Rzucenie tego czaru jako Czaru Kręgu wymaga co najmniej dwóch dodatkowych rzucających. Jeśli czar zostanie rzucony jako Czar Kręgu, jego czas trwania staję się Koncentracja, do 10 minut.</p><p>Istota, która nie zda rzutu obronnego przeciwko efektowi czaru, zyskuje również 1 poziom wyczerpania. Dopóki istota ma poziomy wyczerpania, ukończenie Długiego odpoczynku nie przywraca utraconych Punktów wytrzymałości ani nie zmniejsza poziomu wyczerpania.</p><p>Podczas rzucania czaru każdy dodatkowy rzucający musi zużyć komórkę czaru 4. kręgu lub wyższą; w przeciwnym razie czar się nie powiedzie.</p>",
      "activities": {
        "Cast and Save": {
          "name": "Rzuć czar i Obrona"
        }
      },
      "effects": {
        "Dirge of Healing": {
          "name": "Lament uzdrowienia",
          "description": "<p>Żadna inna istota nie może odzyskiwać punktów wytrzymałości w obrębie emanacji.</p>"
        },
        "Prone": {
          "name": "Powalony"
        },
        "Dirge of Speed": {
          "name": "Lament szybkości",
          "description": "<p>Przy udanym rzucie obronnym istota otrzymuje połowę obrażeń, a jej Szybkość zostaje zmniejszona o połowę. Istota wykonuje ten rzut obronny tylko raz na turę.</p>"
        }
      }
    },
    "Divine Foreknowledge": {
      "name": "Divine Foreknowledge",
      "description": "<p>As a Bonus Action, you magically expand your mind to the future. For 1 hour, you have Advantage on D20 Tests. Once you use this feature, you can’t use it again until you finish a Long Rest. You can also restore your use of this feature by expending a level 6+ spell slot (no action required).</p>",
      "activities": {
        "Restore Use": {
          "name": "Przywrócenie użycia"
        },
        "Expand Mind": {
          "name": "Expand Mind"
        }
      },
      "effects": {
        "Divine Foreknowledge": {
          "name": "Divine Foreknowledge",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofKdoDivineFore inline]</p>"
        }
      }
    },
    "Doomtide": {
      "name": "Przypływ zagłady",
      "description": "<p>Tworzysz w zasięgu Sferę atramentowej mgły o promieniu 20 stóp. Mgła jest magiczną Ciemnością i utrzymuje się przez czas trwania czaru lub do chwili, gdy silny wiatr (taki jak wywołany czarem <em>Poryw wiatru</em>) ją rozproszy, kończąc działanie czaru.</p><p>Każda istota znajdująca się w Sferze w chwili jej pojawienia się wykonuje rzut obronny na Mądrość. Przy nieudanym rzucie istota otrzymuje 5k6 obrażeń psychicznych oraz odejmuje 1k6 od swoich rzutów obronnych do końca twojej następnej tury. Przy udanym rzucie istota otrzymuje tylko połowę obrażeń. Istota wykonuje ten rzut obronny również wtedy, gdy Sfera przemieści się w jej przestrzeń, gdy znajdzie w Sferze lub gdy zakończy swoją turę w jej obrębie. Istota wykonuje ten rzut obronny tylko raz na turę.</p><p>Sfera przemieszcza się o 10 stóp od ciebie na początku każdej twojej tury.</p><p><em><strong>Rzucanie jako Czar Kręgu.</strong></em> Rzucenie tego czaru jako Czar Kręgu wymaga co najmniej pięciu dodatkowych rzucających. Oprócz zwykłych komponentów czaru musisz zapewnić specjalny komponent (sznur trzech czarnych pereł z Pandemonium), który zostaje zużyty. Zasięg czaru zwiększa się do 1 mili, a jego czas trwania wydłuża się do chwili rozproszenia (nie wymaga Koncentracji). Czar kończy się wcześniej, jeśli którykolwiek rzucający uczestniczący w tym rzucaniu weźmie udział w innym rzuceniu <em>Przypływu zagłady</em> jako Czar Kręgu.</p><p>Gdy czar zostaje rzucony, każdy dodatkowy rzucający musi zużyć komórkę czaru 3. kręgu lub wyższego; w przeciwnym razie czar się nie powiedzie.</p>",
      "materials": "soot and a dried eel",
      "activities": {
        "Cast and Save": {
          "name": "Rzuć czar i Obrona"
        }
      },
      "effects": {
        "Doomed": {
          "name": "Doomed",
          "description": "<p>On a failed save, a creature subtracts 1d6 from its saving throws until the end of its next turn.</p>"
        }
      }
    },
    "Dragon Cultist": {
      "name": "Kultysta Smoka",
      "description": "<p><strong>Wartości Cech: </strong>Zręczność, Kondycja, Inteligencja</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-heroes-faerun.options.Item.hofCultoftheDrag] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w Umiejętnościach: </strong>Oszustwo i Skradanie się</p><p><strong>Biegłość w Narzędziach: </strong>Materiały kaligraficzne</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B:</em> (A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulCalligraph], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepDagger0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBottleGlass], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagLamp0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagManacles000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagOil00000000] (5 fiolek), 2 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000]{Torby}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagRobe0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.x8jC9e00t4cUYiKR], [[/award 30GP]]; lub (B) [[/award 50GP]]</p><p>Jesteś inicjowanym Kultu Smoka. Odkryłeś komórkę kultu lub zostałeś do niej przyprowadzony, gdzie dałeś przykład wartościom cenionym przez kultystów Smoka: podstępności, skrytości i determinacji. W zamian za twoją przysięgę służby kultowi otrzymałeś towarzystwo współwyznawców Smoka oraz dostęp do zasobów, które mogą pomóc ci w dalszych studiach nad wiedzą tajemną i okultyzmem.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć Zręczność, Kondycję i Inteligencję; zwiększ jedną z nich o 2 i inną o 1 albo wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Oszustwie i Skradaniu się. Zapewnia ci również biegłość w Materiałach kaligraficznych."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Cult of the Dragon Initiate feat."
        }
      }
    },
    "Dragonscarred": {
      "name": "Dragonscarred",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Constitution or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Damage Resistance.</strong></em> When you gain this feat, choose Acid, Cold, Fire, Lightning, or Poison. You have Resistance to the chosen damage type.</p><p><em><strong>Fearsome Power.</strong></em> When you deal damage to a creature as part of the Attack or Magic action on your turn, you can use the Dragon’s Terror benefit of the Cult of the Dragon Initiate feat as a Bonus Action this turn.</p>",
      "activities": {
        "Dragon's Terror (Bonus Action)": {
          "name": "Dragon's Terror (Bonus Action)",
          "condition": "you deal damage to a creature as part of the Attack or Magic action on your turn",
          "target": "visible target"
        }
      },
      "effects": {
        "Frightened": {
          "name": "Przerażony",
          "description": "<p>The target has the &amp;Reference[Frightened apply=false]{Frightened} condition until the end of your next turn. If the target succeeds on the save or when the effect ends for a target, the target is immune to this effect for 24 hours.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Constitution score by 1, to a maximum of 20."
        },
        "Feat Damage Resistance": {
          "title": "Feat Damage Resistance",
          "hint": "When you gain this feat, choose Acid, Cold, Fire, Lightning, or Poison. You have Resistance to the chosen damage type."
        }
      }
    },
    "Dread Allegiance": {
      "name": "Dread Allegiance",
      "description": "<p>Choose one of the Dead Three: Bane, Bhaal, or Myrkul. You gain Resistance to one type of damage and the ability to cast a cantrip, as detailed in the table below; Intelligence is your spellcasting ability for this cantrip. When you finish a Long Rest, you can change your choice.</p><table><thead><tr><th scope=\"col\"><p>God</p></th><th scope=\"col\"><p>Damage Resistance</p></th><th scope=\"col\"><p>Cantrip</p></th></tr></thead><tbody><tr><td><p>Bane</p></td><td><p>Psychic</p></td><td><p><em>Minor Illusion</em></p></td></tr><tr><td><p>Bhaal</p></td><td><p>Poison</p></td><td><p><em>Blade Ward</em></p></td></tr><tr><td><p>Myrkul</p></td><td><p>Necrotic</p></td><td><p><em>Chill Touch</em></p></td></tr></tbody></table><p></p><section class=\"secret\" id=\"secret-n4APLi8QJyeMiRD4\"><p><strong>Foundry Note</strong></p><p><strong>Active Effects</strong> are available to apply to your character through the chat card. After using one of the <strong>Expend Use activities</strong>, select your character on the map and then apply the resistance by clicking the button on the chat card.</p><p>Make sure your disable or delete the active effect after your long-rest. If you delete, the AE can be reapplied to your character on each use.</p></section>",
      "activities": {
        "Minor Illusion (Bane)": {
          "name": "Minor Illusion (Bane)"
        },
        "Choose Bane": {
          "name": "Choose Bane",
          "duration": "Długi odpoczynek"
        },
        "Choose Bhaal": {
          "name": "Choose Bhaal",
          "duration": "Długi odpoczynek"
        },
        "Choose Myrkul": {
          "name": "Choose Myrkul",
          "duration": "Długi odpoczynek"
        },
        "Blade Ward (Bhaal)": {
          "name": "Blade Ward (Bhaal)"
        },
        "Chill Touch (Myrkul)": {
          "name": "Chill Touch (Myrkul)"
        }
      },
      "effects": {
        "Bane: Psychic Resistance": {
          "name": "Bane: Psychic Resistance",
          "description": "<p>Bane has gifted you temporary resistance to psychic damage.</p>",
          "changes": {
            "name": "{} (Bane)"
          }
        },
        "Bhaal: Poison Resistance": {
          "name": "Bhaal: Poison Resistance",
          "description": "<p>Bhaal has gifted you temporary resistance to poison damage.</p>"
        },
        "Myrkul: Necrotic Resistance": {
          "name": "Myrkul: Necrotic Resistance",
          "description": "<p>Myrkul has gifted you temporary resistance to necrotic damage.</p>",
          "changes": {
            "name": "{} (Bhaal)"
          }
        }
      }
    },
    "Dread Incarnate": {
      "name": "Dread Incarnate",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Cutthroat.</strong></em> You regain one expended use of Bloodthirst when you finish a Short Rest.</p><p><em><strong>Murderous Intent.</strong></em> When you roll for your Sneak Attack damage, you can treat a roll of a 1 or 2 on the die as a 3.</p><section class=\"secret\" id=\"secret-Xdh58rC9vQ95P7Mv\"><p><strong>Foundry Note</strong></p><p>An <strong>Active Effect</strong> is enabled that will treat a roll of a 1 or 2 on the <strong>Sneak Attack die</strong> as a 3.</p></section>",
      "activities": {
        "Cutthroat": {
          "name": "Cutthroat"
        }
      },
      "effects": {
        "Murderous Intent": {
          "name": "Murderous Intent",
          "description": "<p>When you roll for your Sneak Attack damage, you can treat a roll of a 1 or 2 on the die as a 3.</p>"
        }
      }
    },
    "Elemental Rebuke": {
      "name": "Elemental Rebuke",
      "description": "<p>When you are hit by an attack roll, you can take a Reaction to halve the attack’s damage against yourself (round down) and force the attacker to make a Dexterity saving throw against your spell save DC. On a failed save, the attacker takes damage equal to 2d10 plus your Charisma modifier of one of the following types (your choice): Acid, Cold, Fire, Lightning, or Thunder. On a successful save, the attacker takes half as much damage.</p><p>You can use this feature a number of times equal to your Charisma modifier (minimum of once), and you regain all expended uses when you finish a Long Rest.</p>",
      "activities": {
        "Rebuke": {
          "name": "Rebuke",
          "condition": "When you are hit by an attack roll"
        }
      }
    },
    "Elemental Smite": {
      "name": "Elemental Smite",
      "description": "<p>Immediately after you cast <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplDivineSmit]{Divine Smite}</em>, you can expend one use of your @UUID[Compendium.dnd-players-handbook.classes.Item.phbpdnChannelDiv]{Channel Divinity} and invoke one of the following effects.</p><p><em><strong>Dao’s Crush.</strong></em> Earth rises up around the target of your <em>Divine Smite</em>. The target has the Grappled condition (escape DC equal to your spell save DC, [[/check]]). While &amp;Reference[Grappled apply=false], the target has the &amp;Reference[Restrained apply=false] condition.</p><p><em><strong>Djinni’s Escape.</strong></em> You teleport to an unoccupied space you can see within 30 feet of yourself and take on a semi-incorporeal form, which lasts until the end of your next turn. While in this form, you have Resistance to Bludgeoning, Piercing, and Slashing damage, and you have Immunity to the Grappled, Prone, and Restrained conditions.</p><p><em><strong>Efreeti’s Fury.</strong></em> The target of your <em>Divine Smite</em> takes an extra [[/damage]] damage, and fire jumps from the target to another creature you can see within 30 feet of yourself. The second creature also takes [[/damage]] damage.</p><p><em><strong>Marid’s Surge.</strong></em> The target of your <em>Divine Smite</em> and each creature of your choice in a 10-foot Emanation originating from you make a Strength saving throw against your spell save DC. On a failed save, a creature is pushed 15 feet straight away from you and has the &amp;Reference[Prone] condition.</p>",
      "activities": {
        "Dao's Crush": {
          "name": "Dao's Crush",
          "condition": "Bezpośrednio po rzuceniu Boskiego Ugodzenia"
        },
        "Djinni's Escape": {
          "name": "Djinni's Escape",
          "condition": "Bezpośrednio po rzuceniu Boskiego Ugodzenia"
        },
        "Efreeti's Fury": {
          "name": "Efreeti's Fury",
          "condition": "Bezpośrednio po rzuceniu Boskiego Ugodzenia"
        },
        "Marid's Surge": {
          "name": "Marid's Surge",
          "condition": "Bezpośrednio po rzuceniu Boskiego Ugodzenia",
          "target": "including target of Divine Smite"
        }
      },
      "effects": {
        "Crushed (Grappled & Restrained)": {
          "name": "Crushed (Grappled & Restrained)",
          "description": "<p>The target has the Grappled condition (escape DC equal to your spell save DC). While &amp;Reference[Grappled apply=false], the target has the Restrained condition.</p>"
        },
        "Semi-Incorporeal Form": {
          "name": "Semi-Incorporeal Form",
          "description": "<p>You take on a semi-incorporeal form, which lasts until the end of your next turn. While in this form, you have Resistance to Bludgeoning, Piercing, and Slashing damage, and you have Immunity to the Grappled, Prone, and Restrained conditions.</p>"
        },
        "Prone": {
          "name": "Powalony"
        }
      }
    },
    "Elminster's Effulgent Spheres": {
      "name": "Jaśniejące sfery Elminstera",
      "description": "<p>Sześć barwnych sfer krąży wokół ciebie przez czas trwania czaru.</p><p>Gdy sfery są obecne, możesz zużywać je, aby wywołać następujące efekty:</p><p><strong>Pochłonięcie energii.</strong> Gdy otrzymasz obrażenia od kwasu, od zimna, od ognia, od elektryczności lub od dźwięku, możesz Reakcją zużyć jedną sferę, aby zyskać Odporność na wyzwalający typ obrażeń do początku twojej następnej tury.</p><p><strong>Uderzenie energii.</strong> Akcją dodatkową wysyłasz jedną sferę pędzącą w stronę celu w odległości do 120 stóp od ciebie. Wykonaj atak dystansowy czarem. Przy trafieniu cel otrzymuje 3k6 obrażeń od kwasu, od zimna, od ognia, od elektryczności lub od dźwięku (twój wybór). Niezależnie od tego, czy trafisz, sfera zostaje zużyta.</p><p>Czar kończy się wcześniej, jeśli nie masz już żadnych sfer.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Liczba sfer zwiększa się o 1 za każdy krąg czaru powyżej 6.</p>",
      "materials": "opal o wartości co najmniej 1 000 sz",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        },
        "Absorb Energy": {
          "name": "Pochłonięcie energii",
          "condition": "gdy otrzymasz obrażenia od kwasu, od zimna, od ognia, od elektryczności lub od dźwięku",
          "duration": "do początku twojej następnej tury"
        },
        "Energy Blast": {
          "name": "Uderzenie energii"
        }
      },
      "effects": {
        "Acid Sphere": {
          "name": "Sfera kwasu",
          "description": "<p>Masz Odporność na wyzwalający typ obrażeń do początku twojej następnej tury.</p>"
        },
        "Cold Sphere": {
          "name": "Sfera zimna",
          "description": "<p>Masz Odporność na wyzwalający typ obrażeń do początku twojej następnej tury.</p>"
        },
        "Fire Sphere": {
          "name": "Sfera ognia",
          "description": "<p>Masz Odporność na wyzwalający typ obrażeń do początku twojej następnej tury.</p>"
        },
        "Lightning Sphere": {
          "name": "Sfera elektryczności",
          "description": "<p>Masz Odporność na wyzwalający typ obrażeń do początku twojej następnej tury.</p>"
        },
        "Thunder Sphere": {
          "name": "Sfera gromu",
          "description": "<p>Masz Odporność na wyzwalający typ obrażeń do początku twojej następnej tury.</p>"
        },
        "Orbiting Spheres": {
          "name": "Orbitujące sfery",
          "description": "<p>Gdy sfery są obecne, możesz zużywać sfery, aby wywołać następujące efekty: Pochłonięcie energii i Uderzenie energii.</p>"
        }
      }
    },
    "Elminster's Elusion": {
      "name": "Nieuchwytność Elminstera",
      "description": "<p>Magiczne osłony chronią cię przed magią przez czas trwania czaru. Masz Ułatwienie w rzutach obronnych przeciwko czarom i efektom magicznym. Dodatkowo, jeśli powiedzie ci się rzut obronny przeciwko czarowi lub efektowi magicznemu i normalnie otrzymałbyś połowę obrażeń, zamiast tego nie otrzymujesz żadnych obrażeń.</p>",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        }
      },
      "effects": {
        "Elminster's Elusion": {
          "name": "Nieuchwytność Elminstera",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofElminstersElu inline]</p>"
        }
      }
    },
    "Emerald Enclave Caretaker": {
      "name": "Opiekun Szmaragdowej Enklawy",
      "description": "<p><strong>Wartości Cech: </strong>Kondycja, Inteligencja, Mądrość</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-heroes-faerun.options.Item.hofEmeraldEnclav] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w Umiejętnościach: </strong>Przyroda i Sztuka przetrwania</p><p><strong>Biegłość w Narzędziach: </strong>Zestaw zielarza</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B:</em> (A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepShortbow00], 20 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbamoArrows0000]{Strzał}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulHerbalismK], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBedroll0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBlanket0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagTent0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], [[/award 13GP]]; lub (B) [[/award 50GP]]</p><p>Jako Opiekun Szmaragdowej Enklawy troszczysz się o tych, którzy troszczą się o świat. Wraz z innymi członkami Szmaragdowej Enklawy albo samodzielnie nauczyłeś się kluczowych umiejętności życia w zgodzie z naturą: jak tropić zwierzynę, gdzie szukać pożytecznych ziół, a nawet jak przewidywać pogodę. Wykorzystujesz te talenty, aby utrzymywać równowagę między cywilizacją a dziczą oraz oczyszczać świat z nienaturalnych istot.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Kondycji, Inteligencji i Mądrości; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Przyrodzie i Sztuce przetrwania. Zapewnia ci również biegłość w Zestawie zielarza."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Emerald Enclave Fledgling  feat."
        }
      }
    },
    "Emerald Enclave Fledgling": {
      "name": "Emerald Enclave Fledgling",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Speak with Animals.</strong></em> You always have the <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplSpeakwithA]{Speak with Animals} </em>spell prepared and can cast it with any spell slots you have. Intelligence, Wisdom, or Charisma is your spellcasting ability for this spell (choose when you select this feat). When you cast this spell as a Ritual, its duration is 8 hours.</p><p><em><strong>Tag Team.</strong></em> When you take the &amp;Reference[Help] action, you can switch places with a willing ally within 5 feet of yourself as part of that same action. This movement doesn’t provoke &amp;Reference[Opportunity Attacks]. You can’t use this benefit if the ally has the Incapacitated condition.</p>",
      "advancement": {
        "Feat Spell": {
          "title": "Feat Spell",
          "hint": "You always have the Speak with Animals spell prepared and can cast it with any spell slots you have. Intelligence, Wisdom, or Charisma is your spellcasting ability for this spell (choose when you select this feat). When you cast this spell as a Ritual, its duration is 8 hours."
        }
      }
    },
    "Emerald Enclave Grove": {
      "name": "Emerald Enclave Grove",
      "description": "<p>Level 9 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Emerald Enclave</p><p><strong>Space:</strong> Vast</p><p><strong>Hirelings:</strong> 2</p><p><strong>Order:</strong> Recruit</p><p>Veteran agents of the Emerald Enclave create safe havens with trees, grass, and flowing water, where magical creatures that embody the power of nature live in peace and safety. The Emerald Enclave Grove can house one Huge creature or two Large creatures; four Small or Medium creatures or eight Tiny creatures can occupy the same space as one Large creature there.</p><p><em><strong>Recruit: Creature of Nature.</strong></em> When you issue the Recruit order to this facility, you invite a creature from the Emerald Enclave Grove Creatures table to your Emerald Enclave Grove. Roll any [[/r 1d2]]{die}. If the number rolled is odd, the creature doesn’t accept your invitation and you gain no benefit from having issued the order. If the number rolled is even, a creature accepts your invitation and moves into your Emerald Enclave Grove after 7 days. Your hirelings care for the creature and perform upkeep in the facility.</p><p>Creatures in your Emerald Enclave Grove count as Bastion Defenders. Deduct any you lose from your Bastion Defenders roster. You can choose not to count one or more of these creatures as Bastion Defenders, in which case they can’t be called on to defend the Bastion. Instead, they act in accordance with their nature and use their stat blocks in the <em>Monster Manual</em>.</p><table><caption>Emerald Enclave Grove Creatures</caption><thead><tr><th scope=\"col\"><p>Creature</p></th><th scope=\"col\"><p>Size</p></th></tr></thead><tbody><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmAwakenedShrub0]{Awakened Shrub}</p></td><td><p>Small</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmAwakenedTree00]{Awakened Tree}</p></td><td><p>Huge</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmBlinkDog000000]{Blink Dog}</p></td><td><p>Medium</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmCentaurTrooper]{Centaur Trooper}</p></td><td><p>Large</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmDryad000000000]{Dryad}</p></td><td><p>Medium</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmMyconidAdult00]{Myconid Adult}</p></td><td><p>Medium</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmMyconidSprout0]{Myconid Sprout}</p></td><td><p>Small</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmPixie000000000]{Pixie}</p></td><td><p>Tiny</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmSatyr000000000]{Satyr}</p></td><td><p>Medium</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmSprite00000000]{Sprite}</p></td><td><p>Tiny</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmTreant00000000]{Treant}</p></td><td><p>Large</p></td></tr><tr><td><p>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmUnicorn0000000]{Unicorn}</p></td><td><p>Large</p></td></tr></tbody></table>"
    },
    "Enclave Magic": {
      "name": "Enclave Magic",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Friend to Animals.</strong></em> You have Advantage on ability checks when taking the Influence action with Beasts.</p><p><em><strong>Two Hearts, One Mind.</strong></em> You always have the <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplBeastSense]{Beast Sense} </em>spell prepared. You can cast it once without a spell slot, and you regain the ability to cast it in that way when you finish a Long Rest. When you cast it without a spell slot using this feature, it doesn’t require Concentration. You can also cast the spell using any spell slots you have of the appropriate level. The spell’s spellcasting ability is the ability increased by this feat.</p>",
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20."
        },
        "v8L2aht8ThvZAW3r": {
          "hint": "Your feat grants you Beast Sense spell, which is always prepared."
        }
      }
    },
    "Eventide's Splendor": {
      "name": "Eventide's Splendor",
      "description": "<p>You become suffused with the might of the moon, improving your @UUID[Compendium.dnd-heroes-faerun.options.Item.hofComMoonsInspi]{Moon's Inspiration} in the following ways.</p><p><em><strong>Shadow of the New Moon.</strong></em> When you use Inspired Eclipse, the creature who received the Bardic Inspiration die can also have the Invisible condition and immediately take a Reaction to teleport up to 30 feet to an unoccupied space it can see. The creature remains Invisible until the start of its next turn.</p><p><em><strong>Vibrance of the Full Moon.</strong></em> When you use Lunar Vitality, you can roll 1d6 and use the number rolled in place of expending a Bardic Inspiration die.</p><section class=\"secret\" id=\"secret-JfT8CJzewCSuU5Gu\"><p><strong>Foundry Note</strong></p><p>When this feature is acquired, it can be used in place of <strong>Moon's Inspiration</strong>. The <strong>Lunar Vitality</strong> activity will consume and roll an Inspiration die and the <strong>Vibrance of the Full Moon</strong> activity will instead roll 1d6.</p></section>",
      "activities": {
        "Vibrance of the Full Moon": {
          "name": "Vibrance of the Full Moon",
          "condition": "when you restore hit points to a target with a spell"
        },
        "Shadow of the New Moon": {
          "name": "Shadow of the New Moon",
          "condition": "When you take a Bonus Action to give a creature a Bardic Inspiration die",
          "target": "self and Bardic Inspiration target"
        },
        "Lunar Vitality": {
          "name": "Lunar Vitality",
          "condition": "when you restore hit points to a target with a spell"
        }
      },
      "effects": {
        "Lunar Vitality": {
          "name": "Lunar Vitality",
          "description": "<p>The creature’s Speed also increases by 10 feet until the end of its next turn.</p>"
        },
        "Invisible": {
          "name": "Niewidzialny",
          "description": "<p>This &amp;Reference[invisible apply=false]{invisibility} lasts until the start of your next turn and ends early immediately after you make an attack roll, deal damage, or cast a spell.</p>"
        }
      }
    },
    "Extra Attack": {
      "name": "Dodatkowy atak",
      "description": "<p>You can attack twice, instead of once, whenever you take the Attack action on your turn. Moreover, you can cast one of your Wizard cantrips that has a casting time of an action in place of one of those attacks.</p>"
    },
    "Fairy Trickster": {
      "name": "Fairy Trickster",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase. </strong></em>Increase your Dexterity or Charisma ability score by 1, to a maximum of 20.</p><p><em><strong>Faerie Trod Trotter. </strong></em>When you take the &amp;Reference[Disengage] action on your turn, &amp;Reference[Difficult Terrain] doesn’t cost you extra movement for the rest of that turn.</p><p><em><strong>Flustering Strike. </strong></em>When you hit a creature with an attack roll, you can attempt to fluster the target. The target must succeed on a Wisdom saving throw (DC 8 plus the ability modifier of the <span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">score increased by this feat</span></span> and your Proficiency Bonus) or have Disadvantage on saving throws until the end of your next turn.</p><p>You can use this benefit a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a Long Rest.</p><section class=\"secret\" id=\"secret-jfkJVv5bRBSmGMbu\"><p><strong>Foundry Note</strong></p><p>This feature includes an <strong>Active Effect (AE)</strong> that can be used as a reminder by the target but does not automate the above benefits.</p></section>",
      "activities": {
        "Save Using Charisma": {
          "name": "Save Using Charisma"
        },
        "Save Using Dexterity": {
          "name": "Save Using Dexterity"
        }
      },
      "effects": {
        "Flustered": {
          "name": "Flustered",
          "description": "<p>The target has Disadvantage on saving throws until the end of the attacking creature's next turn.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Dexterity or Charisma score by 1, to a maximum of 20."
        }
      }
    },
    "Flaming Fist Mercenary": {
      "name": "Najemnik Płonącej Pięści",
      "description": "<p><strong>Wartości Cech: </strong>Siła, Kondycja, Charyzma</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftTough000000]</p><p><strong>Biegłości w Umiejętnościach: </strong>Zastraszanie i Percepcja</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia kowala</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepMace000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulSmithsTool], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesFine], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagManacles000],@UUID[Compendium.dnd-players-handbook.equipment.Item.phbagRamPortable], [[/award 4GP]]; lub (B) [[/award 50GP]]</p><p>Główną formacją egzekwującą prawo we Wrotach Baldura jest Płonąca Pięść, potężna gildia najemników dowodzona przez wielkiego księcia miasta. Niegdyś służyłeś w Płonącej Pięści, gdzie nauczyłeś się uprzedzać kłopoty samym zastraszającym spojrzeniem oraz, gdy było to konieczne, przyjmować na siebie śmiercionośne ciosy. Najemnicy Płonącej Pięści, zarówno czynni, jak i w stanie spoczynku, uchodzą za jednych z najtwardszych i najbardziej wytrzymałych wojowników na Wybrzeżu Mieczy, a ty dążysz do podtrzymania tej reputacji.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć wartości Siły, Kondycji i Charyzmy; zwiększ jedną z nich o 2, a inną o 1 albo zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Zastraszaniu i Percepcji. Zapewnia ci również biegłość w Narzędziach kowala."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Twardziel."
        }
      }
    },
    "Fortifying Soul": {
      "name": "Fortifying Soul",
      "description": "<p>Your experience surviving harrowing environments allows you to bolster your allies in addition to yourself. As a Magic action, choose a number of creatures you can see equal to your Wisdom modifier ([[lookup @abilities.wis.mod]]{0}, minimum of one). Each chosen creature regains Hit Points equal to [[/heal]]{1d10 plus your Ranger level} and has Advantage on saving throws to avoid or end the Frightened condition for 1 hour.</p><p>Once you use this feature, you can’t use it again until you finish a Long Rest.</p>",
      "activities": {
        "Bolster": {
          "name": "Bolster"
        }
      },
      "effects": {
        "Fortifying Soul": {
          "name": "Fortifying Soul",
          "description": "<p>Each chosen creature has Advantage on saving throws to avoid or end the &amp;Reference[Frightened apply=false] condition for 1 hour.</p>"
        }
      }
    },
    "Frigid Explorer": {
      "name": "Frigid Explorer",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Biting Cold.</strong></em> Damage from your weapon attacks, Ranger spells, and Ranger features ignores Resistance to Cold damage.</p><p><em><strong>Frost Resistance.</strong></em> You have Resistance to Cold damage.</p><p><em><strong>Polar Strikes.</strong></em> When you hit a creature with an attack roll using a weapon, you can deal an extra 1d4 Cold damage to the target, which can take this extra damage only once per turn. When you reach Ranger level 11, this extra damage increases to 1d6.</p><section id=\"secret-bnYrR1lg9cK7jGHJ\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>This feature's extra damage can either be rolled individually via the <strong>Polar Strike</strong> activity, or as a toggled bonus via the <strong>Polar Strikes Damage</strong> active effect applying to all weapon damage rolls.</p></section>",
      "activities": {
        "Polar Strike": {
          "name": "Polar Strike",
          "condition": "When you hit a creature with a weapon attack roll"
        }
      },
      "effects": {
        "Polar Strikes Damage": {
          "name": "Polar Strikes Damage",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofWiwFrigidExpl inline]</p>"
        }
      },
      "advancement": {
        "Frost Resistance": {
          "title": "Frost Resistance"
        },
        "Polar Strikes Die": {
          "title": "Polar Strikes Die"
        }
      }
    },
    "Frozen Haunt": {
      "name": "Frozen Haunt",
      "description": "<p>When you cast <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplHuntersMar]{Hunter's Mark}</em>, you can adopt a ghostly, snowy form. This form lasts until the spell ends, and while you are in this form, you gain the following benefits. Once you use this feature, you can’t use it again until you finish a Long Rest unless you expend a level 4+ spell slot (no action required).</p><p><em><strong>Frozen Soul.</strong></em> You have Immunity to Cold damage. When you first adopt this form and at the start of each of your subsequent turns, each creature of your choice in a 15-foot Emanation originating from you takes [[/damage]] damage.</p><p><em><strong>Partially Incorporeal.</strong></em> You have Immunity to the Grappled, Prone, and Restrained conditions. You can move through creatures and objects as if they were Difficult Terrain, but you take [[/damage 1d10 force]] damage if you end your turn inside a creature or an object. If the form ends while you are inside a creature or an object, you are shunted to the nearest unoccupied space.</p>",
      "activities": {
        "Adopt Form": {
          "name": "Adopt Form",
          "condition": "When you cast Hunter's Mark",
          "duration": "until Hunter's Mark ends"
        },
        "Frozen Soul": {
          "name": "Frozen Soul"
        },
        "Expend Slot & Adopt Form": {
          "name": "Expend Slot & Adopt Form"
        }
      },
      "effects": {
        "Frozen Haunt": {
          "name": "Frozen Haunt",
          "changes": {
            "activities[forward].name": "Revert Form",
            "activities[enchant].name": "Revert Form",
            "name": "{} (Aktywny)"
          }
        },
        "Frozen Soul": {
          "name": "Frozen Soul",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofWiwFrozenHaun inline]</p>"
        }
      }
    },
    "Genie Magic": {
      "name": "Genie Magic",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase. </strong></em>Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Wish Magic.</strong></em> As a Magic action, you can cast a level 1 spell of your choice from the Sorcerer spell list that has a casting time of an action. Once you use this benefit, you can’t do so again until you finish a Long Rest. The spell’s spellcasting ability is the ability increased by this feat.</p><p>When you reach level 11, the spell you cast with this feat is cast as though using a level 2 spell slot. When you reach level 17, the spell is cast as though using a level 3 spell slot.</p>",
      "activities": {
        "Wish Magic": {
          "name": "Wish Magic"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20."
        }
      }
    },
    "Genie Spells": {
      "name": "Genie Spells",
      "description": "<p>When you reach a Paladin level specified in the Genie Spells table, you thereafter always have the listed spells prepared.</p><table><caption>Genie Spells</caption><thead><tr><th scope=\"col\"><p>Paladin Level</p></th><th scope=\"col\"><p>Spells</p></th></tr></thead><tbody><tr><td><p>3</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplChromaticO]{Chromatic Orb}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplElementali]{Elementalism}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplThunderous]{Thunderous Smite}</em></p></td></tr><tr><td><p>5</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplMirrorImag]{Mirror Image}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbPhantasmalFor]{Phantasmal Force}</em></p></td></tr><tr><td><p>9</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplFly0000000]{Fly}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplGaseousFor]{Gaseous Form}</em></p></td></tr><tr><td><p>13</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplConjureMin]{Conjure Minor Elementals}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplSummonElem]{Summon Elemental}</em></p></td></tr><tr><td><p>17</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplBanishingS]{Banishing Smite}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplContactOth]{Contact Other Plane}</em></p></td></tr></tbody></table>",
      "advancement": {
        "Genie Spells": {
          "title": "Genie Spells"
        }
      }
    },
    "Genie Touched": {
      "name": "Naznaczony przez Dżinna",
      "description": "<p><strong>Wartości Cech: </strong>Zręczność, Mądrość, Charyzma</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftMagicInitia] (Mag)</p><p><strong>Biegłości w Umiejętnościach: </strong>Percepcja i Perswazja</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia szklarza</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepLightHamme], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulGlassblowe], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesFine], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagLamp0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagOil00000000] (3 fiolki), @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagWaterskin00], [[/award 2GP]]; lub (B) [[/award 50GP]]</p><p>Choć dżinny nie rządzą już Calimshanem, magia dżinnów wciąż jest powszechna w twojej ojczyźnie. Być może nieświadomie przywołałeś dżinna z magicznej lampy, a może natknąłeś się na oazę strzeżoną przez marida. Dao mógł ocalić cię przed osuwiskiem, albo zawarłeś układ z ifrytem w zamian za przelotne bogactwo. Niezależnie od tego, jak twoje przeznaczenie splotło się z losem dżinna, doświadczenie to obdarzyło cię bystrym okiem, elokwencją oraz czymś więcej niż tylko odrobiną magii.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Zręczności, Mądrości i Charyzmy; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Percepcji i Perswazji. Zapewnia ci również biegłość w Narzędziach szklarza."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci atut Wtajemniczony (Mag)."
        }
      }
    },
    "Genie's Splendor": {
      "name": "Genie's Splendor",
      "description": "<p>When you aren’t wearing any armor, your base Armor Class equals 10 plus your Dexterity and Charisma modifiers. You can use a Shield and still gain this benefit.</p><p>You also gain proficiency in one of the following skills of your choice: Acrobatics, Intimidation, Performance, or Persuasion.</p>",
      "effects": {
        "Genie's Splendor": {
          "name": "Genie's Splendor"
        }
      },
      "advancement": {
        "Skill Proficiency": {
          "title": "Biegłość w umiejętności"
        }
      }
    },
    "Group Recovery": {
      "name": "Group Recovery",
      "description": "<p>When you use your Second Wind to regain Hit Points, you can choose a number of allies within a 30-foot Emanation originating from yourself, up to a number of allies equal to your Charisma modifier (minimum of one). Each of those allies regains Hit Points equal to [[/heal]]{1d4 plus your Fighter level}. Once you use this ability, you can’t use it again until you finish a Short or Long Rest.</p>",
      "activities": {
        "Group Recovery": {
          "name": "Group Recovery",
          "condition": "When you use your Second Wind to regain Hit Points"
        }
      },
      "advancement": {
        "Bolstered Range": {
          "title": "Bolstered Range"
        }
      }
    },
    "Harper": {
      "name": "Harfiarz",
      "description": "<p><strong>Wartości Cech:</strong> Zręczność, Inteligencja, Charyzma</p><p><strong>Atut:</strong> @UUID[Compendium.dnd-heroes-faerun.options.Item.hofHarperAgent00] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w umiejętnościach:</strong> Występy i Zwinne dłonie</p><p><strong>Biegłość w narzędziach:</strong> Zestaw do charakteryzacji</p><p><strong>Ekwipunek:</strong> <em>Wybierz A lub B:</em> (A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulDisguiseKi], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBedroll0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagCostume0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagGrapplingHo], @UUID[Compendium.dnd-players-handbook.equipment.Item.x8jC9e00t4cUYiKR], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], [[/award 14sz]]; lub (B) [[/award 50sz]]</p><p>Przyjąłeś zaproszenie do dołączenia do Harfiarzy, składając przysięgę przestrzegania kodeksu Harfiarzy i działania w służbie wspólnego dobra. Jak wszyscy Harfiarze, rozumiesz wartość pracy zespołowej oraz wiesz, kiedy najlepiej działać samodzielnie. Weterani Harfiarzy nauczyli cię sekretów zakonu - magicznych melodii, specjalnych haseł i kuglarstwa - oraz powierzyli ci wykorzystywanie tej wiedzy do prowadzenia obserwacji i podkopywania sił zła.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Zręczności, Mądrości i Charyzmy; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Występach i Zwinnych dłoniach. Zapewnia ci również biegłość w Zestawie do charakteryzacji."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci atut Agent Harfiarzy."
        }
      }
    },
    "Harper Agent": {
      "name": "Agent Harfiarzy",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Thieves’ Cant.</strong></em> You know Thieves’ Cant.</p><p><em><strong>Instrument Training.</strong></em> You gain proficiency with a Musical Instrument of your choice.</p><p><em><strong>Distracting Melody.</strong></em> When you take the &amp;Reference[Help] action to assist an ally’s attack roll, the enemy you’re distracting can be within 30 feet of you, rather than within 5 feet of you, provided the enemy can see or hear you.</p>",
      "advancement": {
        "Trait Language & Musical Instrument Proficiency": {
          "title": "Trait Language & Musical Instrument Proficiency",
          "hint": "You trait grants you the Thieves’ Cant language and gain proficiency with a Musical Instrument of your choice."
        }
      }
    },
    "Harper Hideout": {
      "name": "Kryjówka Harfiarzy",
      "description": "<p>Level 5 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Harpers</p><p><strong>Space:</strong> Roomy</p><p><strong>Hirelings:</strong> 1</p><p><strong>Order:</strong> Empower</p><p>You have a safe house hidden near your Bastion and connected to it by a tunnel no more than a quarter mile in length. Your hireling maintains the hideout, using a cover identity that doesn’t link them to your Bastion. You can change the location of your Harper Hideout each time you gain a level.</p><p><em><strong>Hideout Defenses.</strong></em> Your Harper Hideout is constantly protected by the <em>@UUID[Compendium.dnd5e.spells24.Item.phbsplAlarm00000]{Alarm}</em> spell. At level 9, your Harper Hideout can be connected to your Bastion by a magic doorway instead of a tunnel; anyone passing through the door from the Harper Hideout emerges from a specific door in your Bastion or vice versa, and your Harper Hideout can be located anywhere within 100 miles of your Bastion. At level 13, the facility can be located anywhere in Faerûn. At level 17, the magic doorway works across planes, and the facility can be anywhere in the multiverse.</p><p><em><strong>Empower: Harper Training. </strong></em>When you issue the Empower order to this facility, the facility’s hireling extends an invitation to another Harper agent nearby. Roll any die. If the number is odd, no Harper needs your facility and you gain no benefit from having issued the order. If the number rolled is even, a Friendly Harper takes up temporary residence in your hideout.</p><p>The Harper stays for 7 days. While at your Bastion, the Harper can share their knowledge. Any character who trains with the Harper here for at least 8 hours on each of those days gains proficiency in one of the following skills of their choice: Deception, Investigation, or Performance. This benefit lasts for 7 days.</p><p>The Harper won’t defend your Bastion and departs immediately if the Bastion is attacked.</p>",
      "activities": {
        "Train": {
          "name": "Train",
          "condition": "8 hours of training each day for 7 days.",
          "range": "Within bastion"
        }
      },
      "effects": {
        "Harper Training: Deception": {
          "name": "Harper Training: Deception",
          "description": "<p>Any character who trains with the Harper here for at least 8 hours on each of those days gains proficiency in one of the following skills of their choice: Deception, Investigation, or Performance. This benefit lasts for 7 days.</p>"
        },
        "Harper Training: Investigation": {
          "name": "Harper Training: Investigation",
          "description": "<p>Any character who trains with the Harper here for at least 8 hours on each of those days gains proficiency in one of the following skills of their choice: Deception, Investigation, or Performance. This benefit lasts for 7 days.</p>"
        },
        "Harper Training: Performance": {
          "name": "Harper Training: Performance",
          "description": "<p>Any character who trains with the Harper here for at least 8 hours on each of those days gains proficiency in one of the following skills of their choice: Deception, Investigation, or Performance. This benefit lasts for 7 days.</p>"
        }
      }
    },
    "Harper Teamwork": {
      "name": "Harper Teamwork",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Dexterity or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Withering Wordplay.</strong></em> When you take the &amp;Reference[Help] action to assist an ally’s attack roll against an enemy, that enemy also has Disadvantage on the first saving throw it makes before the start of your next turn.</p><p><em><strong>Inspiring Willpower. </strong></em>If you succeed on a saving throw to end the Frightened or Paralyzed condition on yourself, you can choose one ally you can see within 30 feet of yourself that has the same condition. That condition immediately ends for that ally.</p>",
      "activities": {
        "Withering Wordplay": {
          "name": "Withering Wordplay",
          "condition": "you take the Help action to assist an ally's attack roll"
        }
      },
      "effects": {
        "Withering Wordplay": {
          "name": "Withering Wordplay",
          "description": "<p>The target has Disadvantage on saving throws until the end of the start of your next next turn.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Dexterity or Charisma score by 1, to a maximum of 20."
        }
      }
    },
    "Holy Star of Mystra": {
      "name": "Święta gwiazda Mystry",
      "description": "<p>Tworzysz świecącą drobinę energii, która unosi się nad tobą przez czas trwania czaru. Drobina emituje Jasne światło w promieniu 5 stóp oraz Słabe światło na dodatkowe 5 stóp.</p><p>Gdy rzucasz ten czar oraz Akcją dodatkową w późniejszych turach, możesz uwolnić z drobiny lśniący pocisk, wybierając jako cel jedną istotę w odległości do 120 stóp od ciebie. Wykonaj atak dystansowy czarem. Przy trafieniu cel otrzymuje obrażenia od mocy lub od światłości (twój wybór) równe 4k10 + twój modyfikator z cechy bazowej.</p><p>Ponadto, gdy drobina jest obecna, masz Trzy Czwarte Osłony, a jeśli powiedzie ci się rzut obronny przeciwko czarowi 7. kręgu lub niższego, który miał na celu wyłącznie ciebie i nie tworzył obszaru działania, możesz Reakcją odbić ten czar w stronę jego rzucającego; rzucający wykonuje rzut obronny przeciwko temu czarowi, używając własnego ST rzutu przeciw czarom.</p>",
      "activities": {
        "Cast and Attack": {
          "name": "Rzuć i atakuj"
        }
      },
      "effects": {
        "Holy Star of Mystra": {
          "name": "Święta gwiazda Mystry",
          "description": "<p>Ponadto, gdy drobina jest obecna, masz trzy czwarte osłony, a jeśli powiedzie ci się rzut obronny przeciwko czarowi 7. kręgu lub niższego, który miał na celu wyłącznie ciebie i nie tworzył obszaru działania, możesz Reakcją odbić ten czar w stronę jego rzucającego; rzucający wykonuje rzut obronny przeciwko temu czarowi, używając własnego st rzutu przeciw czarom.</p>"
        }
      }
    },
    "Honed Spellfire": {
      "name": "Honed Spellfire",
      "description": "<p>Your Spellfire Burst improves. You add your Sorcerer level to the Temporary Hit Points gained from Bolstering Flames, and the damage of your Radiant Fire increases to 1d8.</p><section id=\"secret-yJzX9hXHGjmnt7vB\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>With the addition of this feature at 14th level, you will no longer need to use Spellfire Burst.</p></section>",
      "activities": {
        "Improved Bolstering Flames": {
          "name": "Improved Bolstering Flames"
        },
        "Improved Radiant Fire": {
          "name": "Improved Radiant Fire"
        }
      }
    },
    "Hunter's Rime": {
      "name": "Hunter's Rime",
      "description": "<p>Ice rimes you and your prey, protecting you and hindering them. When you cast <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplHuntersMar]{Hunter's Mark}</em>, you gain Temporary Hit Points equal to [[/heal]]{1d10 plus your Ranger level}.</p><p>Additionally, while a creature is marked by your <em>Hunter’s Mark</em>, it can’t take the &amp;Reference[Disengage] action.</p><section id=\"secret-tpxarvjUcu9qxvXy\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>This feature's <strong>Rimed Hunter's Mark</strong> effect can be used in place of the spell's equivalent via the <strong>Heal and Apply Rime</strong> activity. The rimed mark can be transferred to a new creature via the <strong>Move Rimed Mark</strong> activity.</p></section>",
      "activities": {
        "Heal and Apply Rime": {
          "name": "Heal and Apply Rime",
          "condition": "When you cast Hunter’s Mark",
          "target": "self and Hunter's Mark Target"
        },
        "Move Rimed Mark": {
          "name": "Move Rimed Mark",
          "condition": "gdy aktualnie oznaczony cel spadnie do 0 punktów wytrzymałości"
        }
      },
      "effects": {
        "Rimed Hunter's Mark": {
          "name": "Rimed Hunter's Mark",
          "description": "<p>@Embed[Compendium.dnd-players-handbook.spells.Item.phbsplHuntersMar caption=false] Additionally, while a creature is marked by your <em>Hunter’s Mark</em>, it can’t take the &amp;Reference[Disengage] action.</p>"
        }
      }
    },
    "Ice Fisher": {
      "name": "Rybak lodowy",
      "description": "<p><strong>Wartości Cech: </strong>Siła, Zręczność, Kondycja</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftAlert000000]</p><p><strong>Biegłości w Umiejętnościach: </strong>Opieka nad zwierzętami i Atletyka</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia snycerza</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulWoodcarver], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBasket00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBlockandTac], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBucket00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagChain000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagHuntingTrap], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagNet00000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPole0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.xP6OWuEaxQbDUfJV] (zapasy na 3 dni), @UUID[Compendium.dnd-players-handbook.equipment.Item.x8jC9e00t4cUYiKR], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], [[/award 32GP]]; lub (B) [[/award 50GP]]</p><p>Pochodzisz z dumnego rodu rybaków lodowych z Dziesięciu Miast w Icewind Dale. Połów pstrąga pięściogłowego nie jest najbardziej chwalebnym zajęciem na Północy, ale to uczciwy sposób na życie. Wytrenowałeś swoje zmysły, by wyczuwać najlżejsze szarpnięcie żyłki, siłowałeś się z wielkimi pstrągami wyciąganymi z skutej lodem tafli jezior i wypatroszyłeś tyle pstrągów pięściogłowych, że wielokrotnie wystarczyłyby, by wykarmić twoją wioskę. Te doświadczenia zahartowały twoje ciało i umysł do życia pełnego przygód.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Siły, Zręczności i Kondycji; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Opiece nad zwierzętami i Atletyce. Zapewnia ci również biegłość w Narzędziach snycerza."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Alert feat."
        }
      }
    },
    "Inspiring Commander": {
      "name": "Inspiring Commander",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Bolstered Rally.</strong></em> The area of effect for both Group Recovery and Rallying Surge is now a 60-foot Emanation.</p><p><em><strong>Unshakable Bravery.</strong></em> You have Immunity to the Charmed and Frightened conditions.</p><section class=\"secret\" id=\"secret-ahuZEMzUqPlh4Kd0\"><p><strong>Foundry Note</strong></p><p>The area of effect increase for Group Recovery and Rallying Surge is provided by the scale value on Group Recovery.</p></section>",
      "advancement": {
        "Unshakable Bravery": {
          "title": "Unshakable Bravery"
        }
      }
    },
    "Knight of the Gauntlet": {
      "name": "Rycerz Rękawicy",
      "description": "<p><strong>Wartości Cech: </strong>Siła, Inteligencja, Mądrość</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-heroes-faerun.options.Item.hofTyrooftheGaun] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w Umiejętnościach: </strong>Atletyka i Medycyna</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia kowala</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepSpear00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulSmithsTool], @UUID[Compendium.dnd-players-handbook.equipment.Item.KZUoiZrigDbovEu7], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagHolySymbolV], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagManacles000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagOil00000000] (5 fiolek), @UUID[Compendium.dnd-players-handbook.equipment.Item.rIuY5ZDJh6ctfUwG], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], [[/award 9GP]]; lub (B) [[/award 50GP]]</p><p>Nie wszyscy, którzy odpowiadają na wezwanie wyższej mocy, zadowalają się studiowaniem świętych pism w dusznej świątynnej apsydzie. Wybrałeś ścieżkę świętego wojownika, dołączając do Zakonu Rękawicy. Jako Rycerz Rękawicy kierujesz się sprawiedliwą pogardą wobec sił zła, niezłomnym braterstwem wobec towarzyszy broni oraz szczerym współczuciem dla ocalałych z wojny. Z bronią i świętym symbolem w dłoni przysiągłeś nie spocząć, dopóki światło sprawiedliwości nie rozproszy cienia chaosu w całym Faerûnie.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Siły, Inteligencji i Mądrości; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Atletyce i Medycynie. Zapewnia ci również biegłość w Narzędziach kowala."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Tyro of the Gauntlet feat."
        }
      }
    },
    "Knightly Envoy": {
      "name": "Knightly Envoy",
      "description": "<p>You know how to conduct yourself with grace as a noble ambassador. You gain the following benefits.</p><p><em><strong>Comprehension. </strong></em>You can cast the <em>@UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{Comprehend Languages}</em> spell but only as a Ritual. Charisma is your spellcasting ability for it.</p><p><em><strong>Polyglot. </strong></em>You learn one language from the language tables in the <em>Player’s Handbook</em> or chapter 2 of this book. When you finish a Long Rest, you can replace a language learned from this benefit with another language you have heard, seen signed, or read in the past 24 hours.</p><p><em><strong>Well Spoken. </strong></em>You gain proficiency in one of the following skills of your choice: Insight, Intimidation, Persuasion, or Performance.</p>",
      "advancement": {
        "Polyglot": {
          "title": "Polyglot"
        },
        "Well Spoken": {
          "title": "Well Spoken"
        },
        "Comprehension": {
          "title": "Zrozumienie"
        }
      }
    },
    "Knowledge Domain": {
      "name": "Knowledge Domain",
      "description": "<blockquote><p>Unearth Secrets and Master the Mind</p></blockquote><p>The Knowledge Domain values learning and understanding above all. Clerics who tap into this domain study esoteric lore, collect old tomes, delve into secret places, and examine the processes of the mind. To them, knowledge is more valuable than material wealth, and learning is an act of worship. Libraries, universities, and other educational institutions also draw on the power of the Knowledge Domain.</p><p>Gods of knowledge vary from masters of arcane magic to patrons of craft and invention. In Faerûn, Clerics of the Knowledge Domain worship deities of learning and ingenuity such as Oghma and Gond, among many others.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Knowledge Domain Spells": {
      "name": "Knowledge Domain Spells",
      "description": "<p>When you reach a Cleric level specified in the Knowledge Domain Spells table, you thereafter always have the listed spells prepared.</p><table><caption>Knowledge Domain Spells</caption><thead><tr><th scope=\"col\"><p>Cleric Level</p></th><th scope=\"col\"><p>Prepared Spells</p></th></tr></thead><tbody><tr><td><p>3</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplCommand000]{Command}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplComprehend]{Comprehend Languages}*</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplDetectMagi]{Detect Magic}*</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplDetectThou]{Detect Thoughts}*</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplIdentify00]{Identify}*</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplMindSpike0]{Mind Spike}*</em></p></td></tr><tr><td><p>5</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplDispelMagi]{Dispel Magic}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplNondetecti]{Nondetection}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplTongues000]{Tongues}*</em></p></td></tr><tr><td><p>7</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplArcaneEye0]{Arcane Eye}*</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplBanishment]{Banishment}</em>, <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplConfusion0]{Confusion}</em></p></td></tr><tr><td><p>9</p></td><td><p><em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplLegendLore]{Legend Lore}*, @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplScrying000]{Scrying}*, @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplSynapticSt]{Synaptic Static}</em></p></td></tr></tbody></table><p>*Spell of the Divination school</p>",
      "advancement": {
        "Knowledge Domain Spells": {
          "title": "Knowledge Domain Spells"
        }
      }
    },
    "Laeral's Silver Lance": {
      "name": "Srebrna Lanca Laeral",
      "description": "<p>Srebrna energia wybucha z ciebie w linii o długości 120 stóp i szerokości 5 stóp. Każda wybrana przez ciebie istota w Linii wykonuje rzut obronny na Siłę. Przy nieudanym rzucie istota otrzymuje 3k10 obrażeń od mocy i ma stan &amp;Reference[Prone apply=false]. Przy udanym rzucie istota otrzymuje tylko połowę obrażeń.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Obrażenia zwiększają się o 1k10 za każdy krąg czaru powyżej 3.</p>",
      "materials": "srebrna szpila o wartości 250+ GP",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        }
      },
      "effects": {
        "Prone": {
          "name": "Powalony"
        }
      }
    },
    "Lordly Resolve": {
      "name": "Lordly Resolve",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Strength or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Standard Bearer. </strong></em>As a Bonus Action, choose up to three creatures within 60 feet of yourself that can see you. Each target can immediately take a &amp;Reference[Reaction] to right itself and end the &amp;Reference[Prone] condition, provided its Speed isn’t 0.</p><p>Additionally, you bolster the targets’ resolve, which lasts for 1 minute or until you have the Incapacitated condition. While bolstered, a target can’t be possessed or gain the Charmed or Frightened condition; if a target is already possessed, Charmed, or Frightened, the target has Advantage on any new saving throw against the relevant effect.</p><p>Once you use this benefit, you can’t do so again until you finish a Long Rest.</p><section class=\"secret\" id=\"secret-WhklBhewbGv7bSKI\"><p><strong>Foundry Note</strong></p><p>This feature includes an Active Effect (AE) that can be used as a reminder by the target but does not automate the above benefits.</p></section>",
      "activities": {
        "Standard Bearer": {
          "name": "Standard Bearer"
        }
      },
      "effects": {
        "Bolstered": {
          "name": "Bolstered",
          "description": "<p>While bolstered, you can’t be possessed or gain the Charmed or Frightened condition; if you are already possessed, Charmed, or Frightened, you have Advantage on any new saving throw against the relevant effect.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Strength or Charisma  score by 1, to a maximum of 20."
        }
      }
    },
    "Lords' Alliance Agent": {
      "name": "Lords' Alliance Agent",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Inspiring Strike.</strong></em> Once per turn when you score a Critical Hit against a creature, you can choose an ally within 30 feet of yourself who can see or hear you and who lacks Heroic Inspiration. That ally gains Heroic Inspiration.</p><p><em><strong>Reassert Honor.</strong></em> When an enemy you can see deals damage to an ally of yours that is within 5 feet of you, you have Advantage on your next attack roll against that enemy before the end of your next turn.</p><section class=\"secret\" id=\"secret-mWiw16lJG04PHCaY\"><p><strong>Foundry Note</strong></p><p>This feature includes an <strong>Active Effect</strong> that serves as a reminder for your Advantage, though it does not automate the process.</p></section>",
      "activities": {
        "Mark with Advantage": {
          "name": "Mark with Advantage"
        }
      },
      "effects": {
        "Adv. Next Attack": {
          "name": "Adv. Next Attack",
          "description": "<p>You have Advantage on your next attack roll against that enemy before the end of your next turn.</p>"
        }
      }
    },
    "Lords' Alliance Noble Residence": {
      "name": "Lords' Alliance Noble Residence",
      "description": "<p>Level 9 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Lords’ Alliance</p><p><strong>Space:</strong> Vast</p><p><strong>Hirelings:</strong> 1</p><p><strong>Order:</strong> Recruit</p><p>You maintain a luxurious apartment fit for the ruler of a city such as Neverwinter, Waterdeep, or Baldur’s Gate. Your hireling is a butler who tends to the resident’s needs.</p><p>After spending a Long Rest in your Noble Residence, you gain &amp;Reference[Inspiration].</p><p><em><strong>Recruit: Visiting Noble.</strong></em> When you issue the Recruit order to your Lords’ Alliance Noble Residence, you forgo sleeping in it for 14 days and instead make it available to a noble from a settlement that is a member of the Lords’ Alliance. Roll any [[/r 1d2]]{die}. If the number rolled is odd, no one accepts your invitation and you gain no benefit from having issued the order. If the number rolled is even, a noble from the settlement you chose accepts your invitation, arriving within 7 days and staying for another 7 days.</p><p>The visiting noble gossips about events and inhabitants in their home settlement, revealing to you the location of any creature familiar to you if that creature is within 50 miles of the settlement from which the noble has come, if that creature isn’t hidden by magic, and if that creature isn’t confined to a location that the DM deems beyond the noble’s ability to know. If the noble knows the location of the individual, they also tell you where that creature was for the 7 days prior to the noble’s departure for your Bastion.</p><p>The visiting noble won’t defend your Bastion and departs immediately if the Bastion is attacked.</p>"
    },
    "Lords' Alliance Vassal": {
      "name": "Wasal Sojuszu Lordów",
      "description": "<p><strong>Wartości Cech: </strong>Siła, Inteligencja, Charyzma</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-heroes-faerun.options.Item.hofLordsAlliance] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w Umiejętnościach: </strong>Intuicja i Perswazja</p><p><strong>Biegłość w Narzędziach: </strong>Materiały kaligraficzne</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) 2 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepJavelin000]{Oszczepy}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulCalligraph], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesFine], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagInk00000000], 5 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagInkPen00000]{Piór atramentowych}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagParchment00] (9 arkuszy), [[/award 13GP]]; lub (B) [[/award 50GP]]</p><p>Złożyłeś przysięgę lojalności wobec jednego z miast członkowskich Sojuszu Lordów. Jako agent Sojuszu musisz przestrzegać jego zasad i dążyć do zwiększenia bezpieczeństwa oraz dobrobytu na Wybrzeżu Mieczy. Przysiągłeś przynieść honor i chwałę rodowi swojego lorda - czy to poprzez zabezpieczanie szlaków handlowych dla kupieckiego lorda z Waterdeep, czy też pokonywanie potworów w górnym biegu rzeki w pobliżu Daggerford. Szkoliłeś się w sztuce walki mieczem i w sztuce rządzenia; jesteś równie sprawny z ostrzem, jak i z piórem.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć wartości cech Siła, Inteligencja i Charyzma; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Intuicji i Perswazji. Zapewnia ci również biegłość w Materiałach kaligraficznych."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Lords’ Alliance Agent feat."
        }
      }
    },
    "Mind Magic": {
      "name": "Mind Magic",
      "description": "<p>As a Magic action, you can expend one use of your @UUID[Compendium.dnd-players-handbook.classes.Item.phbclcChannelDiv]{Channel Divinity} to manifest your magical knowledge. Choose one spell from the Divination school on the Knowledge Domain Spells table that you have prepared. As part of that action, you cast that spell without expending a spell slot or needing Material components.</p>",
      "activities": {
        "Manifest Magical Knowledge": {
          "name": "Manifest Magical Knowledge"
        }
      }
    },
    "Moon's Inspiration": {
      "name": "Moon's Inspiration",
      "description": "<p>The primal and ever-changing power of the moon flows through you, granting you the following benefits.</p><p><em><strong>Inspired Eclipse.</strong></em> When you take a Bonus Action to give a creature a Bardic Inspiration die, you can have the Invisible condition and teleport up to 30 feet to an unoccupied space you can see as part of that Bonus Action. This invisibility lasts until the start of your next turn and ends early immediately after you make an attack roll, deal damage, or cast a spell.</p><p><em><strong>Lunar Vitality.</strong></em> Once per turn when you restore Hit Points to a creature with a spell, you can expend a Bardic Inspiration die and increase the amount of Hit Points restored by a number equal to a roll of the Bardic Inspiration die. The creature’s Speed also increases by 10 feet until the end of its next turn.</p>",
      "activities": {
        "Inspired Eclipse": {
          "name": "Inspired Eclipse",
          "condition": "When you take a Bonus Action to give a creature a Bardic Inspiration die",
          "target": "self and Bardic Inspiration target"
        },
        "Lunar Vitality": {
          "name": "Lunar Vitality",
          "condition": "when you restore hit points to a target with a spell"
        }
      },
      "effects": {
        "Invisible": {
          "name": "Niewidzialny",
          "description": "<p>This &amp;Reference[invisible apply=false]{invisibility} lasts until the start of your next turn and ends early immediately after you make an attack roll, deal damage, or cast a spell.</p>"
        },
        "Lunar Vitality": {
          "name": "Lunar Vitality",
          "description": "<p>The creature’s Speed also increases by 10 feet until the end of its next turn.</p>"
        }
      }
    },
    "Moonwell Pilgrim": {
      "name": "Pielgrzym Księżycowej Studni",
      "description": "<p><strong>Wartości Cech: </strong>Kondycja, Mądrość, Charyzma</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftMagicInitia] (Druid)</p><p><strong>Biegłości w Umiejętnościach: </strong>Przyroda i Występy</p><p><strong>Biegłość w Narzędziach: </strong>Materiały malarskie</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepQuartersta], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulPaintersSu], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBedroll0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBell0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagRobe0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagString00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagWaterskin00], [[/award 34GP]]; lub (B) [[/award 50GP]]</p><p>Podobnie jak wielu mieszkańców Wysp Moonshae, dorastałeś w czci dla błogosławionej ziemi, jej wyjątkowych bóstw oraz tajemniczych sanktuariów zwanych Księżycowymi Studniami. Jako Pielgrzym Księżycowej Studni podjąłeś się wyprawy, by odwiedzić i nawiązać duchową więź z każdą Księżycową Studnią - zaznaczoną na mapie lub nie. Podczas swoich sielankowych wędrówek zgromadziłeś repertuar ludowych pieśni z Moonshae, malowałeś krajobrazy przedstawiające urzekające widoki, a nawet nauczyłeś się władać odrobiną pierwotnej magii.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Kondycji, Mądrości i Charyzmy; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Przyrodzie i Występach. Zapewnia ci również biegłość w Materiałach malarskich."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Wtajemniczony (Druid)."
        }
      }
    },
    "Mulhorandi Tomb Raider": {
      "name": "Mulhorandyjski łupieżca grobowców",
      "description": "<p><strong>Wartości Cech: </strong>Zręczność, Kondycja, Inteligencja</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftLucky000000]</p><p><strong>Biegłości w Umiejętnościach: </strong>Śledztwo i Religia</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia kamieniarza</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepDagger0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepLightHamme], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulMasonsTool], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBackpack000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBedroll0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.rvz6gQc3OcOMgIQz], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagLadder00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPole0000000], 2 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000]{Torby}, @UUID[Compendium.dnd-players-handbook.equipment.Item.x8jC9e00t4cUYiKR], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagString00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.rIuY5ZDJh6ctfUwG], 5 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagTorch000000]{Pochodni}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagWaterskin00], [[/award 26GP]]; lub (B) [[/award 50GP]]</p><p>Dorastałeś w krainie żywych boskich królów, a jako dziecko słuchałeś niezliczonych opowieści o starożytnych imperiach i pogrzebanych miastach. W tych historiach Mulhorand był ziemią przepełnioną zapomnianymi bogactwami - bezcennymi skarbami czekającymi na każdego, kto okaże się wystarczająco sprytny i odważny, by ich poszukać. Postanowiłeś przemierzać krypty, grobowce i piramidy swojej ojczyzny, aby odzyskać relikwie swojego ludu.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć Zręczność, Kondycję i Inteligencję; zwiększ jedną z nich o 2 i inną o 1 albo wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Śledztwie i Religii. Zapewnia ci również biegłość w Narzędziach kamieniarza."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Szczęściarz."
        }
      }
    },
    "Mythal Touched": {
      "name": "Mythal Touched",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase. </strong></em>Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Mythal Ward.</strong></em> If a spell attack hits you or you fail a saving throw against a spell, you can take a Reaction to roll on the Mythal-Touched Magic table to create a magical effect. If an effect requires a saving throw, the DC equals 8 plus the modifier of the ability increased by this feat and your Proficiency Bonus.</p><p>You can use this benefit a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a Long Rest.</p><p>@Embed[Compendium.dnd-heroes-faerun.tables.RollTable.hofMythalTouched rollable classes=\"hof caption-top\" caption=false resultLabel=\"Effect\"]{Mythal-Touched Magic}</p>",
      "activities": {
        "Save Using Intellegence": {
          "name": "Save Using Intellegence",
          "condition": "If a spell attack hits you or you fail a saving throw against a spell"
        },
        "Save Using Charisma": {
          "name": "Save Using Charisma",
          "condition": "If a spell attack hits you or you fail a saving throw against a spell"
        },
        "Save Using Wisdom": {
          "name": "Save Using Wisdom",
          "condition": "If a spell attack hits you or you fail a saving throw against a spell"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20."
        }
      }
    },
    "Mythalkeeper": {
      "name": "Kustosz mythalu",
      "description": "<p><strong>Wartości Cech: </strong>Inteligencja, Mądrość, Charyzma</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftCrafter0000]</p><p><strong>Biegłości w Umiejętnościach: </strong>Wiedza tajemna i Historia</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia jubilera</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepQuartersta], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulJewelersTo], @UUID[Compendium.dnd-players-handbook.equipment.Item.yoRKNd2QddQp1XuX], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagRobe0000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagShovel00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagString00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagWaterskin00], [[/award 16GP]]; lub (B) [[/award 50GP]]</p><p>Mythale są źródłami potężnej magii, zdolnej zmieniać Splot, a nawet samą naturę rzeczywistości. Większość z nich została stworzona w zamierzchłych czasach, a wiele od tamtej pory uległo uszkodzeniu lub zapadło w uśpienie. Jako Strażnik Mythalu z Dalelands twoje pierwsze zetknięcie z mythalem prawdopodobnie miało miejsce w ruinach Myth Drannor. Wędrujesz po Faerûnie w poszukiwaniu innych zrujnowanych miejsc mocy, pragnąc zgłębić historię i potęgę mythali - a może nawet przywrócić do działania jeden z uszkodzonych.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć wartości Inteligencji, Mądrości i Charyzmy; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Wiedzy tajemnej i Historii. Zapewnia ci również biegłość w Narzędziach jubilera."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Rzemieślnik."
        }
      }
    },
    "Noble Scion": {
      "name": "Noble Scion",
      "description": "<p>As a Bonus Action, you gain the benefits below for 10 minutes or until you end them (no action required). Once you use this feature, you can’t use it again until you finish a Long Rest. You can also restore your use of it by expending a level 5 spell slot (no action required).</p><p><em><strong>Flight.</strong></em> You have a Fly Speed of 60 feet and can hover.</p><p><em><strong>Minor Wish.</strong></em> When you or an ally in your Aura of Protection fails a D20 Test, you can take a Reaction to make you or that ally succeed instead.</p>",
      "activities": {
        "Gain Benefits": {
          "name": "Gain Benefits"
        },
        "Restore Use": {
          "name": "Przywrócenie użycia"
        },
        "Minor Wish": {
          "name": "Minor Wish",
          "condition": "When you or an ally in your Aura of Protection fails a D20 Test"
        }
      },
      "effects": {
        "Noble Scion": {
          "name": "Noble Scion",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofOngNobleScion inline]</p>"
        }
      }
    },
    "Oath of the Noble Genies": {
      "name": "Oath of the Noble Genies",
      "description": "<blockquote><p>Brandish the Elemental Splendor of Genies</p></blockquote><p>Paladins sworn to the Oath of the Noble Genies revere the forces of the Elemental Planes. Through taking this oath, Paladins draw power from the four different types of genies—dao, masters of earth; djinn, masters of air; efreet, masters of fire; and marids, masters of water. In Faerûn, many Paladins who swear this oath hail from Calimshan, a land teeming with genies.</p><p>Paladins who swear this oath often undertake quests that take them all over the Realms and across the multiverse—including the Elemental Planes. These paladins share the following tenets:</p><ul><li>Sow the seeds of creation amid the ashes of destruction.</li><li>Lead with splendor and grace.</li><li>Respect the elements, and fear their wrath.</li></ul>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Order of the Gauntlet Tournament Field": {
      "name": "Order of the Gauntlet Tournament Field",
      "description": "<p>Level 9 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Order of the Gauntlet</p><p><strong>Space:</strong> Vast</p><p><strong>Hirelings:</strong> 1</p><p><strong>Order:</strong> Empower</p><p>The Order of the Gauntlet Tournament Field is a marked-off area for combat between two armed individuals. It includes room for spectators.</p><p>Your hireling is a <strong>@UUID[Compendium.dnd-monster-manual.actors.Actor.mmKnight00000000]{Knight}</strong> whose alignment matches your own. If your Bastion lacks facilities to house this knight, the knight secures accommodations in the inn or settlement closest to the Bastion. This knight isn’t a Bastion Defender, but if your Bastion is attacked, the knight reduces by 1 the number of dice you roll to determine how many Bastion Defenders are lost in the attack.</p><p><em><strong>Empower: Hold Tournament</strong></em>. When you issue the Empower order to this facility, you host a tournament at your Bastion. It takes 7 days for word of the tournament to spread to nearby settlements, and another 7 days for contestants to travel to your Bastion and participate in the tournament. You must spend 2,000 GP for prizes. At the conclusion of the tournament, your Renown Score with the Order of the Gauntlet increases by 1.</p>"
    },
    "Order’s Resilience": {
      "name": "Order’s Resilience",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Strength, Wisdom, or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Resurge.</strong></em> When you have the Prone condition, you can right yourself with only 5 feet of movement.</p><p><em><strong>Stronger Together.</strong></em> If you are within 5 feet of an ally that doesn’t have the Incapacitated condition, you and that ally have Advantage on Strength saving throws. You can’t use this benefit while you have the Incapacitated condition.</p>",
      "activities": {
        "Stronger Together": {
          "name": "Stronger Together",
          "condition": "within range of an ally"
        }
      },
      "effects": {
        "Stronger Together": {
          "name": "Stronger Together",
          "description": "<p>If you are within 5 feet of an ally that doesn’t have the Incapacitated condition, you and that ally have Advantage on Strength saving throws. You can’t use this benefit while you have the Incapacitated condition.</p>"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Strength, Wisdom, or Charisma score by 1, to a maximum of 20."
        }
      }
    },
    "Primal Lore": {
      "name": "Primal Lore",
      "description": "<p>You learn Druidic and one cantrip from the Druid spell list. It counts as a Bard spell for you but doesn’t count against the number of cantrips you know. Whenever you gain a Bard level, you can replace this cantrip with another cantrip of your choice from the Druid spell list.</p><p>Additionally, choose one of the following skills: Animal Handling, Insight, Medicine, Nature, Perception, or Survival. You have proficiency in that skill.</p>",
      "advancement": {
        "Druid Cantrip": {
          "title": "Druid Cantrip",
          "hint": "You learn one cantrip from the Druid spell list. Whenever you gain a Bard level, you can replace this cantrip with another cantrip of your choice from the Druid spell list."
        }
      }
    },
    "Purple Dragon Commandant": {
      "name": "Purple Dragon Commandant",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Strength or Dexterity score by 1, to a maximum of 20.</p><p><em><strong>Encourage Ally.</strong></em> As a Bonus Action, you bolster one ally you can see within 30 feet. The ally gains Temporary Hit Points equal to 2d6 plus the modifier of the ability score increased by this feat. You can take this Bonus Action a number of times equal to your Proficiency Bonus, and you regain all uses when you finish a Long Rest.</p><p><em><strong>Last Stand.</strong></em> You have Advantage on attack rolls while Bloodied.</p>",
      "activities": {
        "Encourage Ally (Strength)": {
          "name": "Encourage Ally (Strength)"
        },
        "Encourage Ally (Dexterity)": {
          "name": "Encourage Ally (Dexterity)"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Strength or Dexterity score by 1, to a maximum of 20."
        }
      }
    },
    "Purple Dragon Rook": {
      "name": "Purple Dragon Rook",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Entreat.</strong></em> You gain proficiency in one of the following skills: Insight, Performance, or Persuasion.</p><p><em><strong>Rallying Cry.</strong></em> When you roll Initiative and don’t have the Incapacitated condition, you can choose a number of creatures equal to your Proficiency Bonus ([[lookup @prof]]{2}) that you can see within 30 feet of yourself. Those creatures gain Heroic Inspiration.</p><p>Once you use this benefit, you can’t do so again until you finish a Long Rest.</p>",
      "activities": {
        "Rallying Cry": {
          "name": "Rallying Cry",
          "condition": "don't have the Incapacitated condition"
        }
      },
      "advancement": {
        "Feat Proficiencies": {
          "title": "Feat Proficiencies",
          "hint": "You gain proficiency in one of the following skills: Insight, Performance, or Persuasion."
        }
      }
    },
    "Purple Dragon Squire": {
      "name": "Giermek Purpurowego Smoka",
      "description": "<p><strong>Wartości Cech:</strong> Siła, Mądrość, Charyzma</p><p><strong>Atut:</strong> @UUID[Compendium.dnd-heroes-faerun.options.Item.hofPurpleDragonR] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w umiejętnościach:</strong> Opieka nad zwierzętami i Intuicja</p><p><strong>Biegłość w narzędziach:</strong> Narzędzia nawigatora</p><p><strong>Ekwipunek:</strong> <em>Wybierz A lub B:</em> (A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepSpear00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulNavigators], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesFine], [[/award 9sz]]; lub (B) [[/award 50sz]]</p><p>Złożyłeś przysięgę poświęcenia swojego życia bezpieczeństwu Cormyru i starałeś się o przyjęcie do elitarnego zakonu wojowników tego królestwa: Rycerzy Purpurowego Smoka. Zanim jednak będziesz mógł oficjalnie dołączyć do ich szeregów, musisz najpierw służyć jako giermek rycerza. Znalazłeś seniora gotowego przyjąć cię pod swoje skrzydła i nauczyć cię zasad zakonu. Czy będziesz podtrzymywać ideały Rycerzy Purpurowego Smoka - chwałę, honor i siłę - i udowodnisz, że jesteś godzien pasowania na rycerza?</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Your background allows you to increase your Strength, Wisdom, and Charisma scores; increase one of them by 2 and a different one by 1, or increase all three by 1. None of these increases can raise a score above 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Opiece nad zwierzętami i Intuicji. Zapewnia ci również biegłość w Narzędziach nawigatora."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Purple Dragon Rook feat."
        }
      }
    },
    "Rallying Surge": {
      "name": "Rallying Surge",
      "description": "<p>When you use your Action Surge, you can choose allies within a 30-foot Emanation originating from yourself, up to a number of allies equal to your Charisma modifier (minimum of one). Each of those allies can immediately take a Reaction to use one of the following options.</p><p><em><strong>Attack.</strong></em> The ally makes one attack with a weapon or an Unarmed Strike.</p><p><em><strong>Move.</strong></em> The ally moves up to half its Speed without provoking Opportunity Attacks.</p>",
      "activities": {
        "Rallying Surge": {
          "name": "Rallying Surge",
          "condition": "When you use your Action Surge"
        }
      }
    },
    "Rashemi Wanderer": {
      "name": "Rashemicki wędrowiec",
      "description": "<p><strong>Wartości Cech:</strong> Siła, Kondycja, Charyzma</p><p><strong>Atut:</strong> @UUID[Compendium.dnd-players-handbook.feats.Item.phbftTough000000]</p><p><strong>Biegłości w umiejętnościach:</strong> Zastraszanie i Percepcja</p><p><strong>Biegłość w narzędziach:</strong> Narzędzia kartografa</p><p><strong>Ekwipunek:</strong> <em>Wybierz A lub B:</em> (A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulCartograph], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBackpack000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagBedroll0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.DKYzehYrMUKiFDxt], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagOil00000000] (3 fiolki), @UUID[Compendium.dnd-players-handbook.equipment.Item.x8jC9e00t4cUYiKR], @UUID[Compendium.dnd-players-handbook.equipment.Item.etKzfLUMWikSsi3R], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagWaterskin00], [[/award 23sz]]; lub (B) [[/award 50sz]]</p><p>Spędziłeś lata, wędrując po wyżynach Rashemenu - niebezpiecznym, smaganym wiatrem wrzosowisku usianym starożytnymi obeliskami zaczarowanymi, by więzić czarty, oraz będącym domem dla smoków, gnolli i innych śmiercionośnych istot. W tak odizolowanej krainie trudno o przyjaźnie, dlatego nauczyłeś się trzymać obcych na dystans.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć wartości Siły, Kondycji i Charyzmy; zwiększ jedną z nich o 2, a inną o 1 albo zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Zastraszaniu i Percepcji. Zapewnia ci również biegłość w Narzędziach kartografa."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Twardziel."
        }
      }
    },
    "Red Wizard Necropolis": {
      "name": "Red Wizard Necropolis",
      "description": "<p>Level 5 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Red Wizards, ability to use a Spellcasting Focus</p><p><strong>Space:</strong> Roomy</p><p><strong>Hirelings:</strong> 1</p><p><strong>Order:</strong> Recruit</p><p>Red Wizards defend their strongholds with Undead minions. A Red Wizard Necropolis can accommodate up to eight Bastion Defenders.</p><p><em><strong>Recruit: Undead Defenders.</strong></em> Each time you issue the Recruit action to this facility, up to four Undead Bastion Defenders are created and take shelter in the crypts and burial chambers of your Red Wizard Necropolis. You can’t issue the Recruit order to this facility if it’s fully occupied.</p><p>Keep track of Undead Bastion Defenders you lose and deduct them from your Bastion Defenders roster. An Undead Bastion Defender returns to your Red Wizard Necropolis 14 days after being destroyed. Undead Bastion Defenders can’t return from being killed if the facility is shut down or fully occupied.</p>"
    },
    "Scion of the Three": {
      "name": "Scion of the Three",
      "description": "<blockquote><p>Become a Gruesome Agent of Malice</p></blockquote><p>A Scion of the Three draws power from a group of malevolent gods known in Baldur’s Gate as the Dead Three: Bane, a god of tyranny; Bhaal, a god of violence and murder; and Myrkul, a god of death. While some Rogues of this subclass pledge themselves ardently to those three macabre gods, others are thrust on this path by a curse. Either way, a scion’s power manifests as various occult gifts, as well as an uncanny talent for striking and terrifying foes.</p><p>Scions of the Three are most common in Baldur’s Gate, where the Dead Three lived as mortals before ascending to godhood. Underground cults to Bane, Bhaal, and Myrkul often count Scions of the Three among their most useful agents. Outside Baldur’s Gate, secular thieves’ guilds such as the Shadow Thieves of Amn or the Xanathar Guild in Waterdeep might call on a Scion of the Three to undertake an especially violent contract.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Shadowmasters Exile": {
      "name": "Wygnaniec Mistrzów Cienia",
      "description": "<p><strong>Wartości Cech: </strong>Zręczność, Inteligencja, Charyzma</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-players-handbook.feats.Item.phbftSavageAttac]</p><p><strong>Biegłości w Umiejętnościach: </strong>Akrobatyka i Skradanie się</p><p><strong>Biegłość w Narzędziach: </strong>Narzędzia złodziejskie</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) 2 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepDagger0000]{Sztylety}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulThievesToo], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagCaltrops000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagCostume0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagGrapplingHo], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagSpikesIron0], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagMirror00000], 2 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000]{Torby}, @UUID[Compendium.dnd-players-handbook.equipment.Item.x8jC9e00t4cUYiKR], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], [[/award 3GP]]; lub (B) [[/award 50GP]]</p><p>Przez całe życie szkoliłeś się, by zostać członkiem Mistrzów Cienia - tajemniczej gildii złodziei, która zza kulis kontroluje krainę Thesk. Skradanie się i szybki refleks były jedynie początkiem twojej edukacji wśród Mistrzów Cienia; musiałeś również wyostrzyć swoją bezwzględność, by zapewnić bezpieczeństwo sekretom gildii. Jednak jeden błędny ruch doprowadził do twojego wygnania z zakonu. Teraz musisz podążać własną ścieżką.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Your background allows you to increase your Dexterity, Intelligence, and Charisma scores; increase one of them by 2 and a different one by 1, or increase all three by 1. None of these increases can raise a score above 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Akrobatyce i Skradaniu się. Zapewnia ci również biegłość w Narzędziach złodziejskich."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Twoje Pochodzenie zapewnia ci atut Brutalny napastnik."
        }
      }
    },
    "Shared Resilience": {
      "name": "Shared Resilience",
      "description": "<p>When an ally you can see within 60 feet of yourself fails a saving throw, you can take a Reaction to expend a use of your Indomitable feature. The ally can immediately reroll the saving throw with a bonus equal to your Fighter level (+[[lookup @classes.fighter.levels]]{15}); the ally must use the new roll.</p>",
      "activities": {
        "utility": {
          "roll": "Reroll Bonus",
          "condition": "When a target within range fails a saving throw",
          "target": "ally you can see"
        }
      }
    },
    "Simbul's Synostodweomer": {
      "name": "Synostodweomer Simbul ",
      "description": "<p>Nasycasz jedną istotę, której dotykasz, magiczną energią leczenia przez czas trwania czaru. Za każdym razem, gdy cel rzuci czar, używając komórki czaru, może natychmiast wykonać rzut liczbą niewykorzystanych Kości wytrzymałości równą kręgowi czaru i odzyskać punkty wytrzymałości równe sumie wyrzuconych wyników + twój modyfikator z cechy bazowej; te kości zostają następnie zużyte.</p>",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        }
      },
      "effects": {
        "Simbul's Synostodweomer": {
          "name": "Synostodweomer Simbul ",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofSimbulsSynost inline]</p>"
        }
      }
    },
    "Song of Defense": {
      "name": "Song of Defense",
      "description": "<p>When you take damage while your Bladesong is active, you can take a Reaction to expend one spell slot and reduce the damage taken by an amount equal to five times the spell slot’s level.</p>",
      "activities": {
        "utility": {
          "roll": "Redukcja obrażeń",
          "condition": "When you take damage while your Bladesong is active"
        }
      }
    },
    "Song of Victory": {
      "name": "Song of Victory",
      "description": "<p>Po rzuceniu czaru, którego czas rzucania to Akcja, możesz wykonać jeden atak bronią Akcją Dodatkową.</p>"
    },
    "Songal's Elemental Suffusion": {
      "name": "Żywiołowe nasycenie Songal",
      "description": "<p>Nasycasz siebie żywiołową mocą dżinów. Zyskujesz następujące korzyści do zakończenia czaru:</p><p><strong>Żywiołowa odporność.</strong> Gdy rzucasz ten czar, wybierz jeden z następujących typów obrażeń: od kwasu, od zimna, od ognia, od elektryczności lub od dźwięku. Masz Odporność na wybrany typ obrażeń.</p><p><strong>Żywiołowy impuls.</strong> Gdy rzucasz ten czar oraz na początku każdej swojej kolejnej tury, uwalniasz wybuch żywiołowej energii w Emanacji o promieniu 15 stóp roztaczającej się od ciebie. Każda wybrana przez ciebie istota w tym obszarze wykonuje rzut obronny na Zręczność. Przy nieudanym rzucie istota otrzymuje 2k6 obrażeń od kwasu, od zimna, od ognia, od elektryczności lub od dźwięku (twój wybór) i ma stan Powalony. Przy udanym rzucie istota otrzymuje tylko połowę obrażeń.</p><p><strong>Lot.</strong> Zyskujesz Szybkość Lotu równą 30 stóp i możesz unosić się w powietrzu.</p><p><em><strong>Rzucanie jako Czar Kręgu.</strong></em> Jeśli czar zostanie rzucony jako Czar Kręgu, jego czas rzucania zwiększa się do 1 minuty, a jego czas trwania zwiększa się do Koncentracja, do 10 minut. Za każdego dodatkowego rzucającego uczestniczącego w rzucaniu możesz wybrać jedną dodatkową istotę, maksymalnie do dziewięciu dodatkowych istot. Wybrane istoty również zyskują korzyści czaru przez czas jego trwania.</p><p>Gdy czar zostaje rzucony, każdy dodatkowy rzucający musi zużyć komórkę czaru 2. kręgu lub wyższego; w przeciwnym razie czar się nie powiedzie.</p>",
      "materials": "perła warta 100+ SZ",
      "activities": {
        "Cast and Save": {
          "name": "Rzuć czar i Obrona"
        },
        "Per Turn Save": {
          "name": "Rzut obronny raz na turę",
          "condition": "na początku twojej tury, gdy jesteś nasycony"
        }
      },
      "effects": {
        "Acid Suffusion & Flight": {
          "name": "Nasycenie Kwasem i Lot",
          "description": "<p>Masz &amp;Reference[damageresistance] na wybrany typ obrażeń.</p><p>Zyskujesz &amp;Reference[flying] Szybkość Lotu równą 30 stóp i możesz unosić się w powietrzu.</p>"
        },
        "Cold Suffusion & Flight": {
          "name": "Nasycenie Zimnem i Lot",
          "description": "<p>You have &amp;Reference[damageresistance]{Resistance} to the chosen damage type.</p><p>You gain a &amp;Reference[flying]Fly Speed of 30 feet and can hover.</p>"
        },
        "Fire Suffusion & Flight": {
          "name": "Nasycenie Ogniem i Lot",
          "description": "<p>Masz &amp;Reference[damageresistance] na wybrany typ obrażeń.</p><p>Zyskujesz &amp;Reference[flying] Szybkość Lotu równą 30 stóp i możesz unosić się w powietrzu.</p>"
        },
        "Lightning Suffusion & Flight": {
          "name": "Nasycenie Elektrycznością i Lot",
          "description": "<p>Masz &amp;Reference[damageresistance] na wybrany typ obrażeń.</p><p>Zyskujesz &amp;Reference[flying] Szybkość Lotu równą 30 stóp i możesz unosić się w powietrzu.</p>"
        },
        "Thunder Suffusion & Flight": {
          "name": "Nasycenie Gromem i Lot",
          "description": "<p>Masz &amp;Reference[damageresistance] na wybrany typ obrażeń.</p><p>Zyskujesz &amp;Reference[flying] Szybkość Lotu równą 30 stóp i możesz unosić się w powietrzu.</p>"
        },
        "Prone": {
          "name": "Powalony"
        }
      }
    },
    "Spellfire Adept": {
      "name": "Spellfire Adept",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Fueled Spellfire.</strong></em> Once per turn, when a spell you cast deals Radiant damage, you can expend up to two Hit Point Dice, roll them, and add the total rolled to one damage roll of the spell.</p><p><em><strong>Searing Spellfire.</strong></em> When you make a damage roll that deals Radiant damage, it ignores Resistance to Radiant damage.</p>",
      "activities": {
        "Fueled Spellfire": {
          "name": "Fueled Spellfire",
          "roll": "Roll Largest Hit Dice"
        }
      },
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20."
        }
      }
    },
    "Spellfire Burst": {
      "name": "Spellfire Burst",
      "description": "<p>When you spend at least 1 Sorcery Point as part of a Magic action or a Bonus Action on your turn, you can unleash one of the following magical effects of your choice. You can do so only once per turn.</p><p><em><strong>Bolstering Flames.</strong></em> You or one creature you can see within 30 feet of yourself gains Temporary Hit Points equal to 1d4 plus your Charisma modifier.</p><p><em><strong>Radiant Fire.</strong></em> One creature you can see within 30 feet of yourself takes 1d4 Fire or Radiant damage (your choice).</p>",
      "activities": {
        "Bolstering Flames": {
          "name": "Bolstering Flames"
        },
        "Radiant Fire": {
          "name": "Radiant Fire"
        }
      }
    },
    "Spellfire Flare": {
      "name": "Rozbłysk magicznego ognia",
      "description": "<p>Uwalniasz uderzenie lśniącego ognia. Wykonaj atak dystansowy czarem przeciwko celowi w zasięgu; cel nie czerpie korzyści z Połowicznej osłony ani z Trzech czwartych osłony przy tym teście ataku. Przy trafieniu cel otrzymuje 2k10 obrażeń od światłości.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Tworzysz dodatkowe uderzenie za każdy krąg czaru powyżej 1. Możesz skierować rozbłyski w ten sam cel lub w różne cele. Wykonaj osobny test ataku dla każdego ruderzenia.</p><p>[[@item.level]]{Liczba uderzeń}</p>",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        }
      }
    },
    "Spellfire Initiate": {
      "name": "Wtajemniczony magicznego ognia",
      "description": "<p><strong>Wartości Cech:</strong> Kondycja, Inteligencja, Charyzma</p><p><strong>Atut:</strong> @UUID[Compendium.dnd-heroes-faerun.options.Item.hofSpellfireSpar] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w umiejętnościach:</strong> Wiedza tajemna i Percepcja</p><p><strong>Biegłość w narzędziach:</strong> <em>Wybierz jeden rodzaj zestawu do gry</em></p><p><strong>Ekwipunek:</strong> <em>Wybierz A lub B:</em> (A) Zestaw do gry (ten sam co powyżej), @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagArcaneFocus] (Kryształ lub Różdżka), 2 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesTrav], [[/award 36GP]]; lub (B) [[/award 50GP]]</p><p>Nosisz w sobie dar magicznego ognia: rzadkiej formy magii, która czerpie z surowej mocy Osnowy. Władanie magicznym ogniem wywiera ogromne obciążenie na ciało. Trenowałeś zarówno umysł, jak i ciało, aby sprawnie władać tą świętą mocą.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje pochodzenie pozwala ci zwiększyć wartości cech Budowa, Inteligencja i Charyzma; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Wiedzy tajemnej i Percepcji. Zapewnia ci również biegłość z jednym rodzajem Zestawu do gry."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Spellfire Spark feat."
        }
      }
    },
    "Spellfire Sorcery": {
      "name": "Spellfire Sorcery",
      "description": "<blockquote><p>Wield Raw Magic</p></blockquote><p>Your innate power stems from the source of magic itself: the Weave. This connection manifests as a rare ability known as spellfire, and you surge with radiant bursts of this raw magic. Your talent with spellfire allows you to heal allies, sear enemies, and absorb powerful spells.</p><p>Wielders of spellfire tend to have a penchant for wandering. Many travel between cosmopolitan settlements, such as those along the Sword Coast, and wield their magic in service of the common good. Others realize their own strange powers by roaming equally strange lands, from the magic-blasted wastes of the desert of Anauroch to the god-touched wilds of the Old Empires.<br />Wherever they go in the Realms, spellfire Sorcerers are courted by factions with interests in the arcane arts, such as the Harpers, Cult of the Dragon, and Red Wizards.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Spellfire Spark": {
      "name": "Spellfire Spark",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Magic Absorption. </strong></em>Once per turn, when you take damage from a spell or magical effect, you reduce the total damage taken by [[/heal]]{1d4}. You can’t use this benefit if you have the Incapacitated condition.</p><p><em><strong>Spellfire Flame.</strong></em> You learn the <em>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplSacredFlam]{Sacred Flame}</em> cantrip. Intelligence, Wisdom, or Charisma is your spellcasting ability for this spell (choose when you select this feat). You can also cast this cantrip as a Bonus Action a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a Long Rest.</p><section class=\"secret\" id=\"secret-7EfzHVUyBSzr0gKt\"><p><strong>Foundry Note</strong></p><p>Magic Absorption is a healing activity that can be used after taking damage from a spell or magical effect.</p><p><em>Sacred Flame</em> is automatically granted as part of the feat. This feat also allows you to cast <em>Sacred Flame</em> as a bonus action.</p></section>",
      "activities": {
        "Magic Absorption": {
          "name": "Magic Absorption"
        },
        "Sacred Flame (Bonus Action)": {
          "name": "Sacred Flame (Bonus Action)"
        }
      },
      "advancement": {
        "Feat Spell": {
          "title": "Feat Spell",
          "hint": "You learn the Sacred Flame cantrip. Intelligence, Wisdom, or Charisma is your spellcasting ability for this spell (choose when you select this feat)."
        }
      }
    },
    "Spellfire Spells": {
      "name": "Spellfire Spells",
      "description": "<p>When you reach a Sorcerer level specified in the Spellfire Spells table, you thereafter always have the listed spells prepared.</p><table><caption>Spellfire Spells</caption><thead><tr><th scope=\"col\"><p>Sorcerer Level</p></th><th scope=\"col\"><p>Spells</p></th></tr></thead><tbody><tr><td><p>3</p></td><td><p><em>Cure Wounds</em>, <em>Guiding Bolt</em>, <em>Lesser Restoration</em>, <em>Scorching Ray</em></p></td></tr><tr><td><p>5</p></td><td><p><em>Aura of Vitality</em>, <em>Dispel Magic</em></p></td></tr><tr><td><p>7</p></td><td><p><em>Fire Shield, Wall of Fire</em></p></td></tr><tr><td><p>9</p></td><td><p><em>Greater Restoration</em>, <em>Flame Strike</em></p></td></tr></tbody></table>",
      "advancement": {
        "Spellfire Spells": {
          "title": "Spellfire Spells",
          "hint": "When you reach a Sorcerer level specified in the Spellfire Spells table, you thereafter always have the listed spells prepared."
        }
      }
    },
    "Spellfire Storm": {
      "name": "Burza magicznego ognia",
      "description": "<p>Przywołujesz filar magicznego ognia w Walcu o promieniu 20 stóp i wysokości 20 stóp, wyśrodkowanym na punkcie w zasięgu. Obszar Walca jest Jasnym światłem, a każda istota znajdująca się w nim w chwili jego pojawienia się wykonuje rzut obronny na Kondycję, otrzymując 4k10 obrażeń od światłości przy nieudanym rzucie albo połowę obrażeń przy udanym. Istota wykonuje ten rzut obronny również wtedy, gdy po raz pierwszy w turze znajdzie się w obszarze czaru lub zakończy tam swoją turę. Istota wykonuje ten rzut obronny tylko raz na turę.</p><p>Ponadto za każdym razem, gdy istota w Walcu rzuca czar, wykonuje rzut obronny na Kondycję. Przy nieudanym rzucie czar rozprasza się bez efektu, a użyta do jego rzucenia Akcja, Akcja Dodatkowa lub Reakcja zostaje zmarnowana. Jeśli czar został rzucony przy użyciu komórki czaru, komórka nie zostaje zużyta.</p><p>Gdy rzucasz ten czar, możesz wyznaczyć istoty, na które nie będzie on oddziaływał.</p><p><em><strong>Rzucanie jako Czar Kręgu.</strong></em> Oprócz zwykłych komponentów czaru musisz zapewnić specjalny komponent (niebieski szafir gwiaździsty o wartości 25,000+ GP), który zostaje zużyty. Zasięg czaru zwiększa się do 1 mili i nie wymaga on już Koncentracji. Gdy czar zostaje rzucony, każdy dodatkowy rzucający musi zużyć komórkę czaru 3. kręgu lub wyższego; w przeciwnym razie czar się nie powiedzie.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Obrażenia zwiększają się o 1k10 za każdy krąg czaru powyżej 4.</p><p>Liczba dodatkowych rzucających określa obszar działania czaru i czas jego trwania, jak przedstawiono w poniższej tabeli. Czar kończy się wcześniej, jeśli którykolwiek rzucający uczestniczący w tym rzucaniu weźmie udział w innym rzuceniu <em>Spellfire Storm</em> jako Czar Kręgu.</p><table><thead><tr><th scope=\"col\"><p>Dodatkowi rzucający</p></th><th scope=\"col\"><p>Obszar działania</p></th><th scope=\"col\"><p>Czas trwania</p></th></tr></thead><tbody><tr><td><p>1–3</p></td><td><p>Walec o promieniu 40 stóp i wysokości 40 stóp</p></td><td><p>1 godzina</p></td></tr><tr><td><p>4–6</p></td><td><p>Walec o promieniu 60 stóp i wysokości 60 stóp</p></td><td><p>8 godzin</p></td></tr><tr><td><p>7+</p></td><td><p>Walec o promieniu 100 stóp i wysokości 100 stóp</p></td><td><p>24 godziny</p></td></tr></tbody></table>",
      "activities": {
        "Cast and Save": {
          "name": "Rzuć czar i Obrona"
        }
      }
    },
    "Street Justice": {
      "name": "Street Justice",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase. </strong></em>Increase your Strength or Dexterity score by 1, to a maximum of 20.</p><p><em><strong>Headlock.</strong></em> Your allies have Advantage on attack rolls against a creature Grappled by you.</p><p><em><strong>Sturdy Knot.</strong></em> When you use Chain, Manacles, or Rope to bind a creature, add your Proficiency Bonus to the DC to escape or burst the Chain, Manacles, or Rope.</p><p><em><strong>Tough Talk.</strong></em> A creature’s Hostile attitude doesn’t impose Disadvantage on your Charisma (Intimidation) checks to influence that creature.</p>",
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Strength or Dexterity score by 1, to a maximum of 20."
        }
      }
    },
    "Strike Fear": {
      "name": "Strike Fear",
      "description": "<p>You gain the following Cunning Strike option.</p><p><em><strong>Terrify (Cost: 1d6).</strong></em> The target must succeed on a Wisdom saving throw, or it has the Frightened condition for 1 minute. While the target is Frightened in this way, you have Advantage on attack rolls against the target.</p><p>The Frightened target repeats the save at the end of each of its turns, ending the effect on itself on a success.</p><section class=\"secret\" id=\"secret-o3m6NX5NnI8XlKFr\"><p><strong>Foundry Note</strong></p><p>The <strong>Terrify</strong> activity allows you to apply an <strong>Active Effect</strong> that gives the target the Frightened condition for up to 1 minute. </p><p>After you use <strong>Terrify</strong>, use the <strong>Cunning Sneak Attack</strong> activity to roll your Sneak Attack damage. It automatically deducts 1d6 from your Sneak Attack dice for this roll (e.g., 5d6 → 4d6). You can choose the damage type in the damage roll dialog.</p></section>",
      "activities": {
        "Terrify": {
          "name": "Terrify",
          "condition": "Kiedy zadasz obrażenia z Ukradkowego ataku"
        },
        "Cunning Sneak Attack": {
          "name": "Chytry ukradkowy atak",
          "condition": "Kiedy zadasz obrażenia z Ukradkowego ataku"
        }
      },
      "effects": {
        "Strike Fear: Terrify": {
          "name": "Strike Fear: Terrify",
          "description": "<p>You are &amp;Reference[Frightened apply=false] for 1 minute (repeat Wisdom save at end of each of your turns).</p>"
        }
      }
    },
    "Syluné's Viper": {
      "name": "Żmija Syluné",
      "description": "<p>Drżący, widmowy wąż oplata twoje ciało przez czas trwania czaru. Zyskujesz 15 Tymczasowych Punktów wytrzymałości; czar kończy się wcześniej, jeśli nie masz już Tymczasowych Punktów wytrzymałości.</p><p>Gdy czar jest aktywny, zyskujesz następujące korzyści:</p><p><strong>Wspinaczka.</strong> Zyskujesz Szybkość Wspinania równą twojej Szybkości.</p><p><strong>Jadowite ukąszenie.</strong> Akcją Magii możesz wykonać atak dystansowy czarem, używając węża, przeciwko jednej istocie w odległości do 50 stóp. Przy trafieniu cel otrzymuje 1k6 obrażeń od mocy i ma stan Zatruty do początku twojej następnej tury. Gdy jest Zatruty, ma stan Obezwładniony.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Za każdy krąg czaru powyżej 3 liczba Tymczasowych Punktów wytrzymałości, które zyskujesz dzięki temu czarowi, zwiększa się o 5, a obrażenia Jadowitego ukąszenia zwiększają się o 1k6.</p>",
      "materials": "kieł węża",
      "activities": {
        "Cast": {
          "name": "Rzucanie"
        },
        "Venomous Bite": {
          "name": "Jadowite ukąszenie",
          "condition": "gdy czar jest aktywny"
        }
      },
      "effects": {
        "Syluné's Viper": {
          "name": "Żmija Syluné",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofSylunesViper0 inline]</p>"
        },
        "Venom": {
          "name": "Jad",
          "description": "<p>Cel ma stan &amp;Reference[Poisoned apply=false] do początku twojej następnej tury. Gdy jest Zatruty, ma stan &amp;Reference[Incapacitated apply=false].</p>"
        }
      }
    },
    "Team Tactics": {
      "name": "Team Tactics",
      "description": "<p>When you use Group Recovery, each chosen ally has Advantage on D20 Tests until the start of your next turn.</p><section class=\"secret\" id=\"secret-cZIxzXzVaOiSfG5i\"><p><strong>Foundry Note</strong></p><p>When this feature is acquired, it can be used in place of <strong>Group Recovery</strong> and will consume its uses.</p></section>",
      "activities": {
        "Group Recovery (Team Tactics)": {
          "name": "Group Recovery (Team Tactics)",
          "condition": "When you use your Second Wind to regain Hit Points"
        }
      },
      "effects": {
        "Team Tactics": {
          "name": "Team Tactics",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofPdkTeamTactic inline]</p>"
        }
      }
    },
    "Training in War and Song": {
      "name": "Training in War and Song",
      "description": "<p>You gain proficiency with all Melee Martial weapons that don’t have the Two-Handed or Heavy property. You can use a Melee weapon with which you have proficiency as a Spellcasting Focus for your Wizard spells.</p><p>You also gain proficiency in one of the following skills of your choice: Acrobatics, Athletics, Performance, or Persuasion.</p>"
    },
    "Tyro of the Gauntlet": {
      "name": "Tyro of the Gauntlet",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Stand as One.</strong></em> When an ally within 5 feet of you is subjected to an effect that would push or pull it, you can take a Reaction to prevent that ally from being pushed or pulled. To receive this benefit, the ally can’t have the Incapacitated condition.</p><p><em><strong>Vigilant.</strong></em> When you take the &amp;Reference[Ready]action, the next attack roll made against you has Disadvantage before the start of your next turn.</p>",
      "activities": {
        "Stand As One": {
          "name": "Stand As One",
          "condition": "When an ally within 5 feet of you is subjected to an effect that would push or pull it"
        },
        "Vigilant": {
          "name": "Vigilant",
          "condition": "When you take the Ready action"
        }
      },
      "effects": {
        "Vigilant": {
          "name": "Vigilant",
          "description": "<p>The next attack roll made against you has Disadvantage before the start of your next turn.</p>"
        }
      }
    },
    "Unfettered Mind": {
      "name": "Unfettered Mind",
      "description": "<p>You gain telepathy out to 60 feet. When you use this telepathy, you can simultaneously contact a number of creatures equal to your Wisdom modifier ([[lookup @abilities.wis.mod]]{0}, minimum of one).</p><p>Additionally, you gain proficiency in Intelligence saving throws. If you already have this proficiency, you instead gain saving throw proficiency with one ability in which you lack it.</p>",
      "effects": {
        "Unfettered Mind": {
          "name": "Unfettered Mind",
          "description": "<p>@Embed[Compendium.dnd-heroes-faerun.options.Item.hofKdoUnfettered inline]</p>"
        }
      },
      "advancement": {
        "Saving Throw Proficiency": {
          "title": "Biegłość w rzutach obronnych"
        }
      }
    },
    "Wardaway": {
      "name": "Odpędzenie",
      "description": "<p>Rzucasz dezorientującą magiczną siłę w stronę jednej istoty w zasięgu. Cel wykonuje rzut obronny na Kondycję; Konstrukty i Nieumarli automatycznie odnoszą sukces w tym rzucie.</p><p>Przy nieudanym rzucie cel otrzymuje 2k4 obrażeń od mocy, jego Szybkość zostaje zmniejszona o połowę do początku twojej następnej tury, a w swojej następnej turze może wykonać tylko Akcję albo Akcję dodatkową (ale nie obie). Przy udanym rzucie cel otrzymuje tylko połowę obrażeń.</p><p><em><strong>Użycie komórki czaru wyższego kręgu.</strong></em> Obrażenia zwiększają się o 2k4 za każdy krąg czaru powyżej 1.</p>",
      "materials": "miniaturowa gliniana dłoń",
      "activities": {
        "Cast": {
          "name": "Rzucanie",
          "chatFlavor": "Konstrukty i Nieumarli automatycznie odnoszą sukces w tym rzucie obronnym."
        }
      },
      "effects": {
        "Disoriented": {
          "name": "Zdezorientowany",
          "description": "<p>Przy nieudanym rzucie Szybkość celu zostaje zmniejszona o połowę do początku twojej następnej tury, a w swojej następnej turze może wykonać tylko Akcję albo Akcję Dodatkową (ale nie obie).</p>"
        }
      }
    },
    "Winter Walker": {
      "name": "Winter Walker",
      "description": "<blockquote><p>Withstand the Horrors of Frigid Wastelands</p></blockquote><p>Winter Walkers hone their craft in the bleak and frozen wilds of places like Icewind Dale. These ruthless, rimed Rangers hunt monsters that haunt arctic wastelands, eventually becoming frigid terrors themselves. Winter Walkers are well versed in the phenomena of Icewind Dale, including the latent magic of fallen Netherese cities, endemic monsters like yetis and crag cats, and the rising threat of Underdark invaders. Due to their cold pragmatism, terrifying magic, and mastery of the region, Winter Walkers are regarded with equal parts respect and fear. Ten-Towns citizens say that Winter Walkers’ frequent exposure to malignant entities gives them their fearsome powers. Many Reghed nomads, on the other hand, believe that nature spirits bestow on Winter Walkers a unique curse.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Zdolności Podklasy"
        }
      }
    },
    "Winter Walker Spells": {
      "name": "Winter Walker Spells",
      "description": "<p>When you reach a Ranger level specified in the Winter Walker Spells table, you thereafter always have the listed spells prepared.</p><table><caption>Winter Walker Spells</caption><thead><tr><th scope=\"col\"><p>Ranger Level</p></th><th scope=\"col\"><p>Spell</p></th></tr></thead><tbody><tr><td><p>3</p></td><td><p>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplIceKnife00]{Ice Knife}</p></td></tr><tr><td><p>5</p></td><td><p>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplHoldPerson]{Hold Person}</p></td></tr><tr><td><p>9</p></td><td><p>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplRemoveCurs]{Remove Curse}</p></td></tr><tr><td><p>13</p></td><td><p>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplIceStorm00]{Ice Storm}</p></td></tr><tr><td><p>17</p></td><td><p>@UUID[Compendium.dnd-players-handbook.spells.Item.phbsplConeofCold]{Cone of Cold}</p></td></tr></tbody></table>",
      "advancement": {
        "Winter Walker Spells": {
          "title": "Winter Walker Spells"
        }
      }
    },
    "Zhentarim Mercenary": {
      "name": "Najemnik Zhentarimu",
      "description": "<p><strong>Wartości Cech: </strong>Siła, Zręczność, Charyzma</p><p><strong>Atut: </strong>@UUID[Compendium.dnd-heroes-faerun.options.Item.hofZhentarimRuff] (zobacz „@UUID[Compendium.dnd-heroes-faerun.book.JournalEntry.hofFeats00000000]” w dalszej części tego rozdziału)</p><p><strong>Biegłości w Umiejętnościach: </strong>Zastraszanie i Percepcja</p><p><strong>Biegłość w Narzędziach: </strong>Zestaw fałszerza</p><p><strong>Ekwipunek: </strong><em>Wybierz A lub B: </em>(A) @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepClub000000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbwepDagger0000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbtulForgeryKit], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagClothesFine], @UUID[Compendium.dnd-players-handbook.equipment.Item.DKYzehYrMUKiFDxt], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagOil00000000] (3 fiolki), 2 @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagPouch000000]{Torby}, @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagString00000], @UUID[Compendium.dnd-players-handbook.equipment.Item.phbagTinderbox00], [[/award 11GP]]; lub (B) [[/award 50GP]]</p><p>Może potrzebowałeś pieniędzy. Może pragnąłeś rodziny, niezależnie od tego, jak bardzo byłaby podejrzana. A może po prostu jesteś dobry w doprowadzaniu spraw do końca wszelkimi dostępnymi środkami. Niezależnie od powodu zaciągnąłeś się do Zhentarimu - najbardziej niesławnej gildii najemników w Krainach. Choć przywódcy Zhentarimu utrzymują, że organizacja jest bardziej rodziną niż mrocznym syndykatem, niewiele rodzin przejawia tyle nieuczciwości, nepotyzmu i korupcji co ta. Doskonaliłeś swoją przebiegłość, refleks i władanie ostrzem, by wspinać się po szczeblach gildii.</p>",
      "advancement": {
        "Background Ability Score Improvement": {
          "title": "Zwiększenie cechy z pochodzenia",
          "hint": "Twoje Pochodzenie pozwala ci zwiększyć wartości cech Siły, Zręczności i Charyzmy; zwiększ jedną z nich o 2 i inną o 1 lub zwiększ wszystkie trzy o 1. Żadne z tych zwiększeń nie może podnieść wartości cechy powyżej 20."
        },
        "Background Proficiencies": {
          "title": "Biegłość z pochodzenia",
          "hint": "Twoje pochodzenie zapewnia ci biegłość w Zastraszaniu i Percepcji. Zapewnia ci również biegłość w Zestawie fałszerza."
        },
        "Choose Languages": {
          "title": "Wybierz języki",
          "hint": "Twoja postać zna co najmniej trzy języki: Wspólny oraz dwa dodatkowe języki, które możesz wylosować lub wybrać z tabeli Języków standardowych."
        },
        "Background Feat": {
          "title": "Atut z pochodzenia",
          "hint": "Your background grants you the Zhentarim Ruffian feat."
        }
      }
    },
    "Zhentarim Ruffian": {
      "name": "Zhentarim Ruffian",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Exploit Opening.</strong></em> When you roll damage for an &amp;Reference[Opportunity Attacks]{Opportunity Attack}, you can roll the damage dice twice and use either roll against the target.</p><p><em><strong>Family First.</strong></em> If you have Heroic Inspiration when you roll Initiative, you can expend it to give yourself and your allies Advantage on that Initiative roll.</p>"
    },
    "Zhentarim Tactics": {
      "name": "Zhentarim Tactics",
      "description": "<p>You gain the following benefits.</p><p><em><strong>Ability Score Increase.</strong></em> Increase your Dexterity or Charisma score by 1, to a maximum of 20.</p><p><em><strong>Retaliate.</strong></em> Immediately after a creature within 5 feet of you hits you with a melee attack, you can make an &amp;Reference[OpportunityAttacks] against that creature.</p><p><em><strong>Versatile Merc.</strong></em> When you finish a Long Rest, choose a skill in which you have proficiency. You have Expertise in that skill until you finish your next Long Rest.</p>",
      "advancement": {
        "Feat Ability Score Improvement": {
          "title": "Feat Ability Score Improvement",
          "hint": "Your feat allows you to increase your Strength or Dexterity score by 1, to a maximum of 20."
        },
        "Versatile Merc (Long Rest)": {
          "title": "Versatile Merc (Long Rest)",
          "hint": "When you finish a Long Rest, choose a skill in which you have proficiency. You have Expertise in that skill until you finish your next Long Rest."
        }
      }
    },
    "Zhentarim Travel Station": {
      "name": "Zhentarim Travel Station",
      "description": "<p>Level 5 Bastion Facility</p><p><strong>Prerequisite:</strong> Membership in the Zhentarim</p><p><strong>Space:</strong> Vast</p><p><strong>Hirelings:</strong> 2</p><p><strong>Order:</strong> Research</p><p>The Zhentarim maintain stations to facilitate safe and swift long-distance travel on journeys (see @UUID[Compendium.dnd-dungeon-masters-guide.content.JournalEntry.dmgRunningExplor.JournalEntryPage.QrGAynDfEKmKX14L]{chapter 2} of the <em>Dungeon Master’s Guide</em>). Your travel station includes temporary stabling facilities for four Large creatures; two Medium creatures occupy the same space as one Large creature there. The facility’s hirelings look after these creatures.</p><p><em><strong>Long-Distance Travel Speed.</strong></em> Finishing a Long Rest in your Bastion better prepares you for travel; your group’s maximum travel pace increases by one step (from Slow to Normal or from Normal to Fast).</p><p><em><strong>Research: Reconnaissance.</strong></em> When you issue the Research order to this facility, you commission the Zhentarim Travel Station’s hirelings to gather information that facilitates an upcoming journey. This work takes 7 days. For the duration of the journey, you have Advantage on Wisdom (Survival) checks to forage or navigate.</p>",
      "activities": {
        "Reconnaissance": {
          "name": "Reconnaissance",
          "condition": "7 days",
          "range": "in Bastion"
        }
      },
      "effects": {
        "Zhentarim Reconnaissnace": {
          "name": "Zhentarim Reconnaissnace",
          "description": "<p>For the duration of the journey, you have Advantage on Wisdom (Survival) checks to forage or navigate.</p>"
        }
      }
    }
  }
}